Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/django.po
Languages: az, cy, et, fa, fi, gu_in, kab, lv, my, sq, sv_se

source: Firefox Input: {query}
fa: بازخوردهای فایرفاکس: {query}
gu_in: ફાયરફોક્સ ઇનપુટ: {query}
lv: Firefox ievade: {query}
my: မီးမြေခွေး Input: {query}

source: Firefox Input
fa: بازخوردهای فایرفاکس
gu_in: ફાયરફોક્સ ઇનપુટ
lv: Firefox ievade
my: မီးမြေခွေး Input

source: Search Results From Firefox Input
az: Firefox Input-dan Axtarış Nəticələri
cy: Canlyniadau Chwilio o Firefox Input
et: Firefox Input otsingutulemused
fa: نتایج جست‌و‌جو در بازخوردهای فایرفاکس
fi: Firefox Inputin hakutulokset
gu_in: ફાયરફોક્સ ઇનપુટ શોધ પરિણામો
kab: NAdi aguḍ di Firefox Input
lv: Meklēšanas rezultāt no Firefox ievades
my: မီးမြေခွေး Input ထံမှ ရှာဖွေမှုရလဒ်များ
sq: Përfundime Kërkimi Nga Firefox Input
sv_se: Sökresultat från Firefox Input

source: Happy
az: Xoşbəxt
cy: Hapus
et: Rõõmus
fa: خوشحال
fi: Iloinen
gu_in: ખુશ
kab: Yefṛaḥ
lv: Priecīgs
my: နှစ်သက်
sq: I lumtur
sv_se: Glad

source: Sad
az: Kədərli
cy: Trist
et: Kurb
fa: ناراحت
fi: Surullinen
gu_in: દુ:ખી
kab: Yeḥzen
lv: Bēdīgs
my: မနှစ်မြို့
sq: I trishtuar
sv_se: Ledsen

source: Response id: {id}
az: Cavab id: {id}
cy: Dynodiad Ymateb: {id}
et: Tagasiside id: {id}
fa: شناسه پاسخ: {id}
fi: Vastauksen tunniste: {id}
gu_in: પ્રતિભાવ આઈડી: {id}
kab: Asulay n tririt: {id}
lv: Atbildes id: {id}
my: တုံ့ပြန်ချက် id: {id}
sq: ID përgjigjeje: {id}
sv_se: Svars-id: {id}

source: Unknown
az: Bilinməyən
cy: Anhysbys
et: Teadmata
fa: ناشناخته
fi: Tuntematon
gu_in: અજ્ઞાત
kab: Arussin
lv: Nezināms
my: အမည်မသိ
sq: E panjohur
sv_se: Okänd

source: Sentiment
az: Münasibət
cy: Teimlad
et: Meeleolu
fa: احساس
fi: Tunne
gu_in: સેન્ટિમેન્ટ
kab: Aḥulfu
lv: Sentiments
my: ရပ်တည်ချက်
sq: Ndjenjë
sv_se: Känsla

source: Product
az: Məhsul
cy: Cynnyrch
et: Toode
fa: محصول
fi: Tuote
gu_in: ઉત્પાદન
kab: Afaris
lv: Produkts
my: ထုတ်ကုန်
sq: Produkt
sv_se: Produkt

source: Version
az: Versiya
cy: Fersiwn
et: Versioon
fa: نسخه
fi: Versio
gu_in: આવૃત્તિ
kab: Lqem
lv: Versija
my: ဗားရှင်း

source: Select product to see version breakdown
az: Versiya bölümlərini görmək üçün məhsulu seçin
cy: Dewiswch gynnyrch i weld y fersiynau gwahanol
fa: برای نمایش نسخه‌ها، محصول را انتخاب کنید
fi: Valitse tuote, jotta näet versioiden erittelyn
gu_in: આવૃત્તિ વિરામ જોવા માટે ઉત્પાદન પસંદ કરો
kab: Fren aseɣẓan akken ad tessekneḍ tussa n ileqman
lv: Izvēlieties produktu, lai redzētu pieejamas versijas
my: ဗားရှင်း အမှားဖြစ်ပေါ်မှုကို ကြည့်ရှုရန် ထုတ်ကုန်တစ်ခုကို ရွေးပါ
sq: Përzgjidhni një produkt që të shihni analitikisht versionet
sv_se: Välj en produkt för att se versionsuppdelning

source: Platform
az: Platforma
cy: Platfform
et: Platvorm
fa: سکو
fi: Alusta
gu_in: પ્લેટફોર્મ
kab: Talɣubliṭ
lv: Platforma
my: ပလက်ဖောင်း
sq: Platformë
sv_se: Plattform

source: Locale
az: Dil
et: Lokaat
fa: زبان محلی
fi: Kieli
gu_in: ઘટનાસ્થળ
kab: Asideg
lv: Valoda
my: ဒေသအသုံး
sq: Vendore
sv_se: Språk

source: Atom feed for this search
az: Bu axtarış üçün atom axını
cy: Llif Atom ar gyfer y chwilio
fa: خوراک Atom برای این جست‌وجو
fi: Atom-syöte tälle haulle
gu_in: આ શોધ માટે એટમ ફીડ
kab: Asuddem Atom i unadi agi
lv: Šī meklēšanas skata Atom barotne
my: ယခုရှာဖွေမှုအတွက် အက်တွန်လင်ခ့်
sq: Prurje Atom për këtë kërkim
sv_se: Atom-flöde för denna sökning

source: Permalink
az: Keçid
cy: Dolen barhaol
et: Püsiviide
fa: لینک ثابت
fi: Ikilinkki
gu_in: પરમાલિંક
lv: Pastāvīgā saite
my: အမြဲတမ်းလင့်ခ်
sq: Permalidhje
sv_se: Permalänk

source: When
az: Vaxt
cy: Pryd
et: Aeg
fa: زمانی که
fi: Milloin
gu_in: ક્યારે
kab: Melmi
lv: Kad
my: ဘယ်တုန်းက
sq: Kur
sv_se: När

source: 1d
az: 1 g
et: 1p
fa: ۱ روز
fi: 1 pv
gu_in: 1 દિવસ
kab: 1 ass
my: 1 ရက်

source: 7d
az: 7 g
et: 7p
fa: ۷ روز
fi: 7 pv
gu_in: 7 દિવસ
kab: 7 ussan
my: 7 ရက်

source: 30d
az: 30 g
et: 30p
fa: ۳۰ روز
fi: 30 pv
gu_in: 30 દિવસ
kab: 30 ussan
my: 30 ရက်

source: 90d
az: 90 g
et: 90p
fa: ۹۰ روز
fi: 90 pv
gu_in: 90 દિવસ
kab: 90 ussan
my: 90 ရက်

source: Start
az: Başlanğıc
cy: Cychwyn
et: Algus
fa: شروع
fi: Alku
gu_in: શરૂઆત
kab: Tazwara
lv: Sākt
my: အစ
sq: Fillim

source: End
az: Bitiş
cy: Diwedd
et: Lõpp
fa: پایان
fi: Loppu
gu_in: અંતે
kab: Tagara
lv: Beigt
my: အဆုံး
sq: Fund
sv_se: Slut

source: Set
az: Qur
cy: Gosod
fa: تنظیم
fi: Aseta
gu_in: સેટ
kab: Sbadu
lv: Iestatīt
my: သတ်မှတ်ပါ
sq: Caktoni
sv_se: Ange

source: Feedback
az: Əks əlaqə
cy: Adborth
et: Tagasiside
fa: بازخورد
fi: Palaute
gu_in: પ્રતિસાદ
kab: Tikti
lv: Atgriezeniskā saite
my: တုံ့ပြန်ချက်
sq: Përshtypje
sv_se: Återkoppling

source: Search by keyword
az: Açar söz ilə axtar
cy: Chwilio yn ôl allweddair
fa: جستجو بر اساس کلیدواژه
fi: Hae hakusanalla
gu_in: કીવર્ડ દ્વારા શોધો
kab: Nadi s wawal n tsarutt
lv: Meklēt pēc atslēgvārda
my: အဓိကစာလုံးဖြင့် ရှာရန်
sq: Kërkoni sipas fjalëkyçesh
sv_se: Söka efter nyckelord

source: No feedback matches that criteria.
az: Bu kriteriyaya uyğun əks əlaqə yoxdur.
cy: Nid oes unrhyw adborth yn cyfateb i'r meini prawf.
fa: هیچ بازخوردی با آن معیارها مطابق نیست.
fi: Hakuehdoilla ei löytynyt palautteita.
gu_in: કોઈ પ્રતિસાદ માપદંડ સાથે મેળ ખાય છે.
kab: Ula d yiwen n wennit yelli akken yella usefren agi.
lv: Šim kritērijam neatbilst neviena atsauksme.
my: ဒီအချက်အလက်နှင့်ကိုက်ညီသော တုံ့ပြန်ချက်များ မရှိပါ။
sq: Pa përshtypje që përputhet me kushtin tuaj.
sv_se: Ingen återkoppling matchar kriterierna.

source: Older Messages
az: Köhnə Mesajlar
cy: Negeseuon Hŷn
et: Vanemad sõnumid
fa: پیام‌های قدیمی‌تر
fi: Vanhempia viestejä
gu_in: જૂના સંદેશા
kab: Iznan iqbuṛen
lv: Vecāki ziņojumi
my: ပိုဟောင်းသော စာများ
sq: Mesazhe Më të Vjetër
sv_se: Äldre meddelanden

source: Newer Messages
az: Yeni Mesajlar
cy: Negeseuon Diweddar
et: Uuemad sõnumid
fa: پیام‌های جدیدتر
fi: Uudempia viestejä
gu_in: નવા સંદેશાઓ
kab: Iznan imaynuten
lv: Jaunāki ziņojumi
my: ပိုသစ်သော စာများ
sq: Mesazhe Më të Rinj
sv_se: Nyare meddelanden

source: Messages in specified time range
az: Seçilmiş tarix aralığındakı mesajlar
cy: Negeseuon o gyfnod penodedig
et: Sõnumid ajavahemikus
fa: پیام‌ها در بازه زمانی مشخص شده
fi: Viestejä valitulla aikavälillä
gu_in: ચોક્કસ સમય શ્રેણી માં સંદેશાઓ
kab: Iznan deg uzilal n wakud yettwafernen
lv: Ziņojumi noteiktā laika diapazonā
my: သတ်မှတ်ကာလနှင့် ကိုက်ညီသော စာများ
sq: Mesazhe të një intervali të dhënë kohor
sv_se: Meddelanden i det angivna tidsintervallet

source: Dashboard unavailable
az: İdarə paneli əlçatan deyil
cy: Nid yw'r Bwrdd Dangos ar gael
fa: داشبورد در دسترس نیست
fi: Kojelauta ei käytettävissä
gu_in: ડેશબોર્ડ અનુપલબ્ધ
kab: Tafelwit n usenqed ulac-itt
lv: Panelis nav pieejams
my: Dashboard မရနိုင်သေးပါ
sq: Pult Jo i Gatshëm
sv_se: Översikten inte tillgänglig

source: Dashboard is currently unavailable. Please try again in 10 minutes.
az: İdarə paneli hazırda əlçatan deyil. Lütfən 10 dəqiqə sonra təkrar yoxlayın.
cy: Nid yw'r Bwrdd Dangos ar gael ar hyn o bryd. Rhowch gynnig arni eto mewn 10 munud.
fa: داشبورد در حال حاضر در دسترس نیست. لطفا ۱۰ دقیقه دیگر مجددا تلاش کنید.
fi: Kojelauta ei ole nyt käytettävissä. Yritä uudestaan 10 minuutin päästä.
gu_in: ડેશબોર્ડ હાલમાં અનુપલબ્ધ છે. 10 મિનિટ પછી ફરી પ્રયાસ કરો.
kab: Tafelwit n usenqed ulac-itt tura. Ma ulac aɣilif, ɛreḍ akka di 10 n tesdatin.
lv: Informācijas panelis ir pašlaik nav pieejams. Lūdzu, mēģiniet vēlreiz pēc 10 minūtēm.
my: Dashboard ကို မရနိုင်သေးပါ။ ကျေးဇူးပြု၍ နောက် 10 မိနစ်ကြာလျှင် အသုံးပြုကြည့်ပါ။
sq: Pulti nuk është i gatshëm hëpërhë. Ju lutemi, riprovoni pas 10 minutash.
sv_se: Översikten är inte tillgänglig. Försök igen om 10 minuter.

source: Category
az: Kateqoriya
cy: Categori
et: Kategooria
fa: دسته‌بندی
fi: Luokka
gu_in: વર્ગ
kab: Taggayt
lv: Kategorija
my: အမျိုးအစား
sq: Kategori
sv_se: Kategori

source: None
az: Heç bir
cy: Dim
fa: هیچ‌کدام
fi: Ei arvoa
gu_in: એકે નહિ
kab: Ula yiwen
lv: Neviens
my: ဘာမျှမဟုတ်
sq: Asnjë
sv_se: Ingen

source: Description
az: Açıqlama
cy: Disgrifiad
et: Kirjeldus
fa: توضیحات
fi: Kuvaus
gu_in: વર્ણન
kab: Aglam
lv: Apraksts
my: အကြောင်းအရာ
sq: Përshkrim
sv_se: Beskrivning

source: Translated
az: Tərcümə edilmiş
cy: Cyfieithwyd
et: Tõlge
fa: ترجمه شده
fi: Käännetty
gu_in: અનુવાદ
kab: Yettusuqel
lv: Iztulkots
my: ဘာသာပြန်ထားပြီး
sq: Të përkthyera
sv_se: Översatt

source: Translate (machine)
az: Tərcümə (maşın)
cy: Cyfieithu (peiriant)
fa: ترجمه (ماشینی)
fi: Käännä (koneella)
gu_in: અનુવાદ (મશીન)
kab: Suqel (tamacint)
lv: Tulkot (mašīntulkojums)
my: ဘာသာပြန်ရန် (စက်ဖြင့်)
sq: Përktheni (makinë)
sv_se: Översätt (maskin)

source: Translate (human)
az: Tərcümə (insan)
cy: Cyfieithu (person)
fa: ترجمه (human)
fi: Käännä (ihmisellä)
gu_in: અનુવાદ (માનવ)
kab: Suqel (amdan)
lv: Tulkot (cilvēka)
my: ဘာသာပြန်ရန် (လူဖြင့်)
sq: Përktheni (qenie njerëzore)
sv_se: Översätt (människa)

source: Created
az: Yaradılıb
cy: Crëwyd
et: Sisestatud
fa: ایجاد شده
fi: Luotu
gu_in: બનાવ્યું
kab: Yettwarna
lv: Izveidots
my: ဖန်တီးထားပြီး
sq: Krijuar
sv_se: Skapad

source: Channel
az: Kanal
cy: Sianel
et: Kanal
fa: کانال
fi: Kanava
gu_in: ચેનલ
kab: Abadu
lv: Kanāls
my: ချန်နယ်
sq: Kanal
sv_se: Kanal

source: URL Domain
az: URL Domeni
cy: Parth URL
fa: URL دامنه
fi: URL-verkkoalue
gu_in: URL ડોમેન
kab: Tansa URL n taɣult
lv: URL domēns
my: URL ဒိုမိန်း
sq: Përkatësi URL
sv_se: URL-domän

source: Source
az: Mənbə
cy: Ffynhonnell
et: Allikas
fa: منبع
fi: Lähde
gu_in: સ્ત્રોત
kab: Aɣbalu
lv: Avots
my: ရင်းမြစ်
sq: Burim
sv_se: Källa

source: Campaign
az: Kampaniya
cy: Ymgyrch
et: Kampaania
fa: کمپین
fi: Kampanja
gu_in: અભિયાન
kab: Imzizzel
lv: Kampaņa
my: လှုပ်ရှားမှု
sq: Fushatë
sv_se: Kampanj

source: Browser
az: Səyyah
cy: Porwr
et: Veebilehitseja
fa: مرورگر
fi: Selain
gu_in: બ્રાઉઝર
kab: Iminig
lv: Pārlūks
my: ဘရောင်ဇာ
sq: Shfletues
sv_se: Webbläsare

source: Browser Ver.
az: Səyyah Ver.
cy: Fer. y Porwr
et: Brauseri versioon
fa: نسخه مرورگر
fi: Selainversio
gu_in: બ્રાઉઝર વેર.
kab: Lqem n iminig.
lv: Pārlūka ver.
my: ဘရောက်ဇာ ဗားရှင်း
sq: Ver. Shfletuesi
sv_se: Webbläsare version

source: Browser Plat.
az: Səyyah Plat.
cy: Plat. y Porwr
et: Brauseri platvorm
fa: بستر مرورگر
fi: Selainalusta
gu_in: બ્રાઉઝર પ્લાટ.
kab: Talɣubliṭ n iminig.
lv: Pārlūka plat.
my: ဘရောင်ဇာ ပလက်ဖောင်း
sq: Plat. Shfletuesi
sv_se: Webbläsare plattform

source: Full URL
az: Tam URL
cy: URL llawn
fa: آدرس اینترنتی کامل
fi: Koko osoite
gu_in: પૂર્ણ URL
kab: Tansa URL tummiṭ
lv: Pilns URL
my: URL အပြည့်အစုံ
sq: URL e plotë
sv_se: Fullständig URL

source: Country
az: Ölkə
cy: Gwlad
et: Riik
fa: کشور
fi: Maa
gu_in: દેશ
kab: Tamurt
lv: Valsts
my: နိုင်ငံ
sq: Vendi
sv_se: Land

source: Manufacturer
az: İstehsalatçı
cy: Gwneuthurwr
et: Tootja
fa: سازنده
fi: Valmistaja
gu_in: ઉત્પાદક
kab: Amfares
lv: Ražotājs
my: ထုတ်လုပ်သူ
sq: Prodhues
sv_se: Tillverkare

source: Device
az: Cihaz
cy: Dyfais
et: Seade
fa: دستگاه
fi: Laite
gu_in: ઉપકરણ
kab: Ibenk
lv: Ierīces
my: ကိရိယာ
sq: Pajisje
sv_se: Enhet

source: User agent
az: İstifadəçi agenti
cy: Asiant defnyddiwr
fa: عامل کاربر
fi: Selaintunniste
gu_in: વપરાશકર્તા એજન્ટ
kab: Ameggi aseqdac
lv: Lietotāja aģents
my: ယူဇာအေးဂျင့်
sq: Agjent përdoruesi
sv_se: Användaragent

source: Email
az: E-poçt
cy: E-bost
et: E-posti aadress
fa: پست الکترونیکی
fi: Sähköposti
gu_in: ઇમેઇલ
kab: Imayl
lv: Epasts
my: အီးမေးလ်
sv_se: E-post

source: Browser data
az: Səyyah məlumatı
cy: Data'r porwr
et: Brauseri andmed
fa: داده مرورگر
fi: Selaintiedot
gu_in: બ્રાઉઝર માહિતી
kab: Isefka n iminig
lv: Pārlūka dati
my: ဘရောင်ဇာအချက်အလက်
sq: Të dhëna Shfletuesi
sv_se: Webbläsardata

source: yes
az: bəli
cy: iawn
et: jah
fa: بله
fi: kyllä
gu_in: હા
kab: ih
lv: jā
my: ကောင်းပြီ
sq: po
sv_se: ja

source: API version
az: API versiyası
cy: Fersiwn API
fa: نسخه API
fi: API-versio
gu_in: API આવૃત્તિ
kab: Lqem API
lv: API versija
my: API ဗားရှင်း
sq: Version API

source: Context
az: Məzmun
cy: Cyd-destun
fa: متن
fi: Konteksti
gu_in: સંદર્ભ
kab: Amnaḍ
lv: Konteksts
my: အကြောင်းအရာ
sq: Kontekst
sv_se: Innehåll

source: Note: All dates and times are in Pacific Time.
az: Qeyd: Bütün tarix və vaxtlar Pasifik Standart Zamanı ilədir.
cy: Sylw: Mae'r holl ddyddiadau ac amseroedd yn Amser y Môr Tawel.
fa: نکته: تمامی تاریخ‌ها و زمان بر اساس Pacific Time است.
fi: Huom.: Kaikki päivämäärät ja ajat ovat Tyynenmeren aikaa.
gu_in: નોંધ: બધા તારીખો અને સમયો પેસિફિક સમય છે.
kab: Tamawt: Akk izemzen akked wakuden deg akud n Agaraw.
lv: Piezīme: Visi datumi un laiki ir pēc Klusā okeāna laika zonas.
sq: Shënim: Krejt datat dhe kohët janë sipas Kohës së Paqësorit.
sv_se: Obs: Alla datum och tider är i stillahavstid.

source: Dashboard is not available on mobile devices, yet.
az: İdarə paneli mobil cihazlarda hələlik əlçatan deyil.
cy: Nid yw'r bwrdd dangos ar gael ar ddyfeisiau symudol, eto.
fa: فعلا داشبورد بر روی دستگاه‌های موبایل در دسترس نیست.
fi: Kojelauta ei ole vielä käytettävissä mobiililaitteilla.
gu_in: ડેશબોર્ડ હજુ સુધી મોબાઇલ ઉપકરણો પર ઉપલબ્ધ નથી.
kab: Tafelwit n isenqed ulac-itt ɣef ibenkan izirazen yakan.
lv: Panelis šobrīd nav pieejams mobilajām ierīcēm.
sq: Pulti nuk është ende i gatshëm për pajisjet celulare.
sv_se: Översikten är ännu inte tillgänglig för mobila enheter.

source: List of values
az: Dəyərlərin siyahısı
cy: Rhestr o werthoedd
fa: فهرست مقادیر
fi: Arvolista
gu_in: કિંમતો નિ યાદી
kab: Tabdart n wazalen
lv: Vērtību saraksts
sq: Listë vlerash
sv_se: Lista med värden

source: JSON Object
az: JSON Obyekti
cy: Gwrthrych JSON
fa: شی JSON
fi: JSON-objekti
gu_in: JSON વસ્તુ
kab: Taɣawsa JSON
lv: JSON objekts
sq: Objekt JSON
sv_se: JSON-objekt

source: Forbidden
az: Qadağan edilmiş
cy: Gwaharddedig
fa: ممنوع
fi: Kielletty
gu_in: પ્રતિબંધિત
kab: Yegdel
lv: Aizliegts
my: တားမြစ်ထားသည်
sq: E ndaluar
sv_se: Förbjuden

source: You do not have access to this page.
az: Bu sahifəyə icazəniz yoxdur.
cy: Nid oes genych fynediad i'r dudalen hon.
fa: شما اجازه دسترسی به این صفحه را ندارید.
fi: Sinulla ei ole pääsyä tälle sivulle.
gu_in: તમને આ પૃષ્ઠની પ્રવેશ-હક નથી.
kab: Ulac ɣur-k tasiregt n unekcum ɣer usebter agi.
lv: Jums nav pieeja šai lapai.
sq: Nuk keni leje të hyni në këtë faqe.
sv_se: Du har inte tillgång till denna sida.

source: You do not have access to this page. If you have an account, try signing in.
az: Bu səhifəyə icazəniz yoxdur. Hesabınız varsa daxil olmağı yoxlayın.
cy: Nid oes genych fynediad i'r dudalen hon. Os oes gennych gyfrif, ceisiwch fewngofnodi.
fa: شما اجازه دسترسی به این صفحه را ندارید. اگر شما حساب کاربری دارید، ورود به سیستم را امتحان کنید.
fi: Sinulla ei ole pääsyä tälle sivulle. Jos sinulla on tili, kokeile kirjautua sisään.
gu_in: તમને આ પૃષ્ઠની પ્રવેશ-હક નથી. તમારુ એકાઉન્ટ હોય તો સાઇન ઇન કરો.
kab: Ulac ɣur-k tasiregt n unekcum ɣer usebter agi. Ma yella ɣur-k amiḍan, ɛreḍ ad tkecmeḍ.
lv: Jums nav piekļuves tiesību šai lapai. Ja jums ir konts, mēģiniet pierakstīties.
sq: Nuk keni hyrje në këtë faqe. Nëse keni një llogari, provoni të bëni hyrjen.
sv_se: Du har inte tillgång till denna sida. Om du har ett konto, försök logga in.

source: Return to the dashboard.
az: İdarə panelinə geri dönün.
cy: Dychwelyd i'r bwrdd dangos.
fa: بازگشت به داشبورد.
fi: Palaa kojelautaan.
gu_in: ડેશબોર્ડ પર પાછા ફરો.
kab: Uɣal ɣer tfelwit n usenqed.
lv: Atgriezties uz paneli.
my: ဒတ်ရှ်ဘုတ်သို့ ပြန်သွားပါ။
sq: Kthehu te pulti.
sv_se: Återgå till översikten.

source: Not Found
az: Tapılmadı
cy: Heb Ganfod
fa: پیدا نشد
fi: Ei löytynyt
gu_in: મળ્યું નથી
kab: Ulac-it
lv: Neatrasts
my: ရှာမတွေ့ပါ
sq: Nuk u Gjet
sv_se: Hittades inte

source: The document could not be found.
az: Sənəd tapılmadı.
cy: Heb lwyddo i ganfod y ddogfen.
fa: سند پیدا نشد.
fi: Dokumenttia ei löytynyt.
gu_in: દસ્તાવેજ શોધી શકાયો નથી.
kab: Isemli ur yezmir ara ad yettwaf.
lv: Nevarēja atrast šo dokumentu.
my: စာတမ်းကို ရှာမတွေ့ပါ။
sq: S’mund të gjendej dokumenti
sv_se: Dokumentet kunde inte hittas.

source: Something has gone horribly wrong
az: Nəsə çox tərs getdi
cy: Mae rhywbeth wedi mynd o'i le
et: Midagi läks täiesti viltu
fa: یک مشکل جدی رخ داد
fi: Jokin on mennyt pahasti vikaan
gu_in: કંઈક ભયાનક ખોટું ગયો છે
kab: Yella wayen neddi ara akken iwata
lv: Kaut kas ir nogājis ļoti, ļoti greizi
my: တခုခုမှားနေပါပြီ
sq: Diçka shkoi tmerrësisht keq
sv_se: Något har gått fruktansvärt fel

source: <strong>Firefox</strong> Input
fa: بازخوردهای <strong>فایرفاکس</strong>
gu_in: <strong>ફાયરફોક્સ</strong> ઇનપુટ
lv: <strong>Firefox</strong> Ievade

source: Dashboard
az: İdarə paneli
cy: Bwrdd Dangos
fa: داشبورد
fi: Kojelauta
gu_in: ડેશબોર્ડ
kab: Tafelwit n usenqed
lv: Informācijas panelis
my: ဒတ်ရှ်ဘုတ်
sq: Pulti
sv_se: Översikt

source: Something has gone horribly wrong.
az: Nəsə çox tərs getdi.
cy: Mae rhywbeth wedi mynd o'i le
et: Midagi läks täiesti viltu.
fa: یک مشکل جدی رخ داد.
fi: Jokin on mennyt pahasti vikaan.
gu_in: કંઈક ભયાનક ખોટું ગયો છે.
kab: Yella wayen neddi ara akken iwata
lv: Kaut kas ir nogājis ļoti, ļoti greizi.
sq: Diçka shkoi tmerrësisht keq
sv_se: Något har gått fruktansvärt fel.

source: There was a problem on the server.
az: Serverdə problem oldu.
cy: Bu anhawster gyda'r gweinydd.
et: Serveril tekkis probleem.
fa: مشکلی بر روی سرور رخ داده است.
fi: Palvelimella oli ongelma.
gu_in: સર્વર પર એક સમસ્યા આવી હતી.
kab: Teḍra-d tuccḍa deg uqeddac.
lv: Notika problēma uz serveri.
my: ဆာဗာမှာပြဿနာဖြစ်နေပါတယ်
sq: Pati një problem te shërbyesi.
sv_se: Det fanns ett problem på servern.

source: About Firefox Input
az: Firefox Input Haqqında
cy: Ynghylch Firefox Input
et: Firefox Input'i teave
fa: درباره بازخوردهای فایرفاکس
fi: Tietoja Firefox Inputista
gu_in: ફાયરફોક્સ ઇનપુટ વિશે
kab: Ɣef Firefox Input
lv: Par Firefox Input
my: Firefox Input အကြောင်း
sq: Rreth Përshtypjeve Për Firefox-in
sv_se: Om Firefox Input

source: Hello!
az: Salam!
cy: Helo!
et: Tere!
fa: سلام!
fi: Hei!
gu_in: હેલો!
kab: Azul!
lv: Sveiki!
my: ဟဲလို!
sq: Tungjatjeta!
sv_se: Hej!

source: Firefox Input is Mozilla's primary feedback mechanism for products. It is set up to be a method of one-way communication about your experiences in using our products, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms and product builds.
cy: Firefox Input yw'r prif ffordd mae Mozilla'n casglu adborth ar ei gynnyrch. Mae wedi ei greu fel dull cyfathrebu unffordd am eich profiadau wrth ddefnyddio ein cynnyrch, y rhyngrwyd y byddwch yn ei weld drwyddo, a beth all Mozilla wneud i wneud y profiad hwnnw'n well. Mae'r system ar gael dros amrywiaeth eang o ddulliau cyflwyno a fersiynau o'r cynnyrch.
et: Firefox Input on Mozilla toodete peamine tagasiside allikas. See on mõeldud ühesuunaliseks suhtluseks, et saaksid anda tagasisidet oma kogemuste kohta meie toodete kasutamisel, kuidas internet sulle läbi nende paistab ning mida Mozilla saab teha sinu kasutuskogemuse paremaks muutmiseks. Süsteem on saadaval läbi mitmete saatmismehhanismide ning tooteversioonide.
fa: سیستم «بازخوردهای فایرفاکس» مکانیزم اصلی موزیلا برای دریافت بازخورد درباره محصولاتش است. این سیستم برای اینکه که یک روش یک طرفه ارتباطی درباره تجربه شما در استفاده از محصولات ما، اینترنتی که شما از طریق آنها مشاهده می‌کنید، و کارهایی که موزیلا می‌تواند برای بهتر کردن تجربه شما انجام دهد، تنظیم شده است. این سیستم با انواع گسترده‌ای از مکانیزم‌های ثبت بازخوردها و محصولات در دسترس است.
kab: Firefox Input d anagraw agejdan n ugmer n iwenniten n Mozilla. D yiwet n tarrayt n teywalt ɣer yiwen n idis kan icudden ɣer useqdec inek n Firefox, d tarrayt amek i tesseqdaceḍ Internet s useqdec ines udiq d ayen tezmer ad texdem Mozilla akken ad tesnerni. Ameẓlu yezmer ad ittwaseqdec s umazrar n inagrawen n tuzna yellan deg ibuda yemgaraden n tussa.
lv: Firefox ievade ir Mozilla galvenais Mozilla produktu atgriezeniskās saites mehānisms. Tas ir veidots kā vienvirziena komunikācijas kanāls par, par jūsu pieredzi, izmantojot mūsu produktus, internetu, ko jūs skatāties caur tiem un lietām, ko Mozilla var darīt, lai uzlabotu jūsu lietošanas pieredzi. Sistēma ir pieejama dažādiem iesniegšanas mehānismiem un produktu būvējumiem.
sq: Firefox Input është mekanizmi parësor i Mozilla-s për grumbullim përshtypjesh. Është ndërtuar që të jetë metodë komunikimi me një kah rreth përshtypjeve tuaja në përdorimin e produkteve tona, Internetit të cilin shihni me to, dhe se çfarë mund të bëjë Mozilla për përmirësimin e tyre. Sistemi funksionon për një larmi mekanizmash parashtrimi dhe montimesh të produkteve tona.
sv_se: Firefox Input är Mozillas främsta återkopplingsmekanism för produkter. Det är inställd på att vara en metod för envägskommunikation om dina erfarenheter av att använda våra produkter, det Internet du visar det igenom och vad Mozilla kan göra för att göra erfarenheten bättre. Systemet är tillgängligt via ett brett utbud av mekanismer för inlämning och produktversioner.

source: To submit feedback for a Mozilla product, please go to <a href="%(url)s">the feedback submission page</a>!
cy: I gyflwyno adborth am gynnyrch Mozilla, ewch <a href="%(url)s">i'r dudalen cyflwyno adborth</a>!
et: Mozilla toote kohta tagasiside andmiseks mine palun <a href="%(url)s">tagasiside saatmise lehele</a>!
fa: برای ارسال بازخورد در مورد یک محصول موزیلا، لطفا به <a href="%(url)s">صفحه ارسال بازخورد</a> مراجعه کنید!
kab: Akken ad tazneḍ iwenniten ɣef yiwen n usɣẓan n Mozilla, rzu ma ulac aɣilif ɣer <a href="%(url)s"> Asebter n tuzna n iwenniten</a>!
lv: Lai iesniegtu atsauksmes par Mozilla produktu, lūdzu, dodieties uz <a href="%(url)s">lappusi atsauksmes iesniegšanai</a>!
sq: Për të parashtruar përshtypjet për një produkt të Mozilla-s, ju lutemi, shkoni te <a href="%(url)s">faqja e parashtrimit të përshtypjeve</a>!
sv_se: För att skicka in återkoppling för en produkt från Mozilla, vänligen gå till <a href="%(url)s">sidan för att skicka in återkoppling</a>!

source: Privacy Policy
az: Məxfilik Siyasəti
cy: Polisi Preifatrwydd
et: Privaatsuspoliitika
fa: سیاست‌های حریم‌خصوصی
fi: Tietosuojakäytäntö
gu_in: ગોપનીયતા નીતિ
kab: Tasertit n tbaḍnit
lv: Privātuma politika
my: ကိုယ်ရေးအချက်အလက်ကာကွယ်မှုမူဝါဒ
sq: Rregulla Privatësie
sv_se: Sekretesspolicy

source: We adhere to the <a href="%(url)s">Mozilla Privacy Policy</a>.
cy: Rydym yn cadw at <a href="%(url)s">Bolisi Preifatrwydd Mozilla</a>.
et: Me peame kinni <a href="%(url)s">Mozilla Privatsuspoliitika</a> põhimõtetest.
fa: ما به شدت به <a href="%(url)s"> سیاست‌های حریم‌خصوصی </a> مقید هستیم.
fi: Noudatamme <a href="%(url)s">Mozillan tietosuojakäytäntöä</a>.
kab: Neqbel <a href="%(url)s">Tasertit n tbaḍnit n Mozilla</a>.
lv: Mēs ievērojam <a href="%(url)s">Mozilla privātuma politiku</a>.
sq: Jemi subjekt i <a href="%(url)s">Rregullave të Privatësisë së Mozilla-s</a>.
sv_se: Vi följer <a href="%(url)s">Mozillas sekretesspolicy</a>.

source: Legal Disclaimers and Limitations
cy: Gwadiad a Chyfyngiad Cyfreithiol
fa: گواهی رفع ادعا و مسئولیت حقوقی
gu_in: કાનૂની અસ્વીકૃતિ અને મર્યાદાઓ
kab: Icaɣliyen d tlisa tusḍifin
lv: Juridisko saistību atrunas un ierobežojumus
sq: Klauzola dhe Kufizime Ligjore
sv_se: Rättsliga friskrivningar och begränsningar

source: We are covered by the <a href="%(url)s">Mozilla legal disclaimers and limitations</a> document.
cy: Yn gynwysedig o fewn ddogfen <a href="%(url)s">gwadiad a chyfyngiad cyfreithiol Mozilla</a>.
fa: ما توسط سند <a href="%(url)s">گواهی رفع ادعا و مسئولیت موزیلا</a> پوشش داده شده‌ایم.
kab: Nettummesten s isemli <a href="%(url)s"> Icaɣliyen d tlisa tusḍifin n Mozilla</a>.
lv: Mēs darbojamies pēc <a href="%(url)s">Mozilla juridisko saistību atrunu un ierobežojumu</a> dokumenta principiem.
sq: Veprimtaria jonë mbulohet nga dokumenti <a href="%(url)s">Klauzola dhe kufizime ligjore të Mozilla-s</a>.
sv_se: Vi omfattas av dokumentet <a href="%(url)s">Mozilla rättsliga friskrivningar och begränsningar</a>.

source: Data Retention Policy
cy: Polisi Cadw Data
et: Andmete säilitamispoliitika
fa: سیاست‌های حفظ اطلاعات
fi: Tietojen säilyttämiskäytäntö
gu_in: માહિતી રીટેન્શન નીતિ
kab: Tasertit n usekles n isefka
lv: Datu paturēšanas politika
sq: Rregulla Mbajtjeje të Dhënash
sv_se: Policy för datalagring
