Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/django.po
Languages: az, cy, et, fa, fi, gu_in, kab, lv, my, sq, sv_se

source: Enter your feedback here
az: Əks-əlaqənizi bura yazın
cy: Rhowch eich adborth yma
fa: بازخورد خود را اینجا وارد کنید
fi: Kirjoita palautteesi tähän (englanniksi jos osaat sitä)
gu_in: તમારો અભિપ્રાય અહીં દાખલ કરો
kab: Sekcem tikti yinek dagi
lv: Raksti atsauksmi te
my: သင်၏ ထင်မြင်ချက် ဤနေရာတွင် ရိုက်ထည့်ပါ
sq: Jepni këtu përshtypjet tuaja
sv_se: Skriv in dina synpunkter här

source: Include last visited site
az: Son daxil olunan saytı əlavə et
cy: Cynnwys y wefan ymwelwyd â hi ddiwethaf
fa: شامل آخرین پایگاه‌های بازدید شده
fi: Liitä tieto viimeiseksi vieraillusta sivustosta
kab: Seddu asmel aneggaru aniɣeṛ terziḍ
lv: Iekļaut pēdējo apmeklēto lapu
my: နောက်ဆုံး သုံးခဲ့သော ဝတ်ဆိုဒ်အပါ
sq: Përfshini sajtin e fundit të vizituar
sv_se: Inkludera senast besökta sida

source: Send Feedback
az: Əks-əlaqə göndər
cy: Anfon Adborth
fa: ارسال بازخورد
fi: Lähetä palaute
gu_in: અભિપ્રાય મોકલો
kab: Azen tikti
lv: Nosūtīt atsauksmi
my: အကြံပေးချက်ပို့မည်
sv_se: Skicka synpunkter

source: For your privacy, please do not include any personal information in your feedback.
az: Məxfiliyinizi qorumaq üçün lütfən əks-əlaqənizdə heç bir şəxsi məlumatı əlavə etməyin.
cy: Er lles eich preifatrwydd, peidiwch â chynnwys unrhyw wybodaeth bersonol yn eich adborth.
fa: برای حفظ حریم شخصی شما، لطفا هیچ‌گونه اطلاعات شخصی قابل شناسایی را در بازخورد درج نکنید.
fi: Varmistaaksesi yksityisyydensuojasi älä kirjoita antamaasi palautteeseen mitään henkilökohtaisia tietoja.
kab: Akken ad tḥ€rzeḍ tudert inek tabaḍnit, ma ulac aɣilif ur sedduy ara talɣut tudmawant di tikti yinek.
lv: Lai pasargātu savu privātumu, lūdzu, nenorādiet personisku informāciju šajā atsauksmē.
my: သင့်လုံခြုံရေးအရ အကြံပေးချက်တွင် ကိုယ်ရေး ကိုယ်တာ အချက်အလက်များအား ထည့်မပေးလိုက်ပါနှင့်။
sq: Për hir të privatësisë suaj, ju lutemi, mos përfshini në përshtypjet tuaja çfarëdo të dhënash personale.
sv_se: Av integritetsskäl bör du inte inkludera några uppgifter som identifierar dig personligen i dina synpunkter.

source: Maybe later
az: Bəlkə daha sonra
cy: Rhywbryd eto efallai
fa: شاید بعداً
fi: Ehkä myöhemmin
gu_in: કદાચ પછીથી
kab: Ahat ticki
lv: Varbūt vēlāk
my: နောက်တော့မှ
sq: Më vonë ndoshta
sv_se: Kanske senare

source: No thanks
az: Xeyr, təşəkkürlər
cy: Dim diolch
fa: خیر، متشکرم
fi: Ei kiitos
gu_in: ના આભાર
kab: Ala, tanemmirt
lv: Nē, paldies
my: နေပါစေ
sq: Jo, faleminderit
sv_se: Nej tack

source: Visit our <a href="%(support_url)s">Support Site</a> to get answers for common issues.
cy: Ewch i <a href="%(support_url)s">Gwefan Cymorth</a> i dderbyn atebion i anawsterau cyffredin.
fa: برای گرفتن پاسخ مشکلات رایج <a href="%(support_url)s">وب سایت پشتیبانی </a> ملاقات کنید.
fi: Käy <a href="%(support_url)s">tukisivustollamme</a> saadaksesi vastauksia yleisiin ongelmiin.
kab: Wali <a href="%(support_url)s">asmel nneɣ n tallat</a> akken ad tawiḍ tiririyin ɣef isteqsiyen i d-yettuɣalen s waṭas.
lv: Apmeklē mūsu <a href="%(support_url)s">Atbalsta lapu</a> lai saņemtu atbildi populārākajām kļūdām.
sv_se: Besök vår <a href="%(support_url)s">supportsida</a> för att få svar på vanliga frågor.

source: Thank you.
az: Təşəkkürlər.
cy: Diolch.
fa: تشکر.
fi: Kiitos.
gu_in: આભાર.
kab: Tanemmirt.
lv: Paldies par ziņojumu.
my: ကျေးဇူးတင်ပါတယ်
sq: Faleminderit.
sv_se: Tack så mycket.

source: We're always working to make Firefox better. Rest assured that real people will look at your feedback and do their very best to resolve your issue.
az: Biz hər zaman Firefox səyyahını daha yaxşı etmək üçün əlləşirik. Arxayın olun, insanlar sizin əks-əlaqənizə baxacaqlar və problemi həll etmək üçün əllərindən gələni edəcəklər.
cy: Rydym bob amser yn gweithio i wella Firefox. Bydd pobl go iawn yn darllen eich adborth a byddant yn gwneud eu gorau i ddatrys eich anhawster.
fa: ما همیشه برای بهتر شدن Firefox تلاش می‌کنیم. مطمئن باشید که آدم‌هایی واقعی به بازخورد شما بررسی خواهند کرد و تمام تلاششان را برای حل مشکل شما انجام خواهند داد.
fi: Yritämme aina tehdä Firefoxista kaikin tavoin parempaa. Voit olla varma, että ihminen lukee palautteesi tarkkaan ja tekee parhaansa ratkaistaakseen ongelmasi.
gu_in: અમે હંમેશા Firefox ને સારુ બનાવવા માટે કામ કરીએ છીએ. ખાતરી રાખો કે વાસ્તવિક લોકો તમારા અભિપ્રાયને જોશે અને તમારા મુદ્દાઓ ઉકેલવા માટે તેમનું શ્રેષ્ઠ આપશે.
kab: Nxeddem s war tilisa akken ad nesnerni Firefox. Ḍmen iman-ik d akken imdanen ad ɣṛen tikti yinek udiɣ ad nexdem ayyen yellan di tezmert-nneɣ akken ad nefru ugur inek.
lv: Mēs nemitīgi strādājam, lai padarītu Firefox labāku. Tavu ziņojumu izlasīs īsti cilvēki, un viņi no sirds centīsies atrisināt aprakstīto problēmu.
my: ကျွန်ုပ်တို့အသည် အမြဲတမ်း Firefox အားကောင်းမွန်အောင်ပြုလုပ်နေသည်။ သင်၏ အကြံပေးချက်အား အသေးစိတ် စစ်ဆေးပြီး ဖြေရှင်းပေးမည်ဖြစ်သည်။
sq: Punojmë gjithë kohën për ta përmirësuar Firefox-in. Të jeni të sigurt se përshtypjet tuaja do të shqyrtohen nga njerëz prej vërteti, dhe se ata do të bëjnë më të mirën që mundet, për t&apos;i dhënë zgjidhje rastit tuaj.
sv_se: Vi arbetar hela tiden med att förbättra Firefox. Vi kommer att titta på dina synpunkter och göra vårt bästa för att åtgärda problemet.

source: Or else.
az: Yoxsa dərslərini verəcik.
cy: Neu fel arall.
fa: یا دیگری.
fi: Tai mörökölli meidät vieköön...
gu_in: અથવા સિવાય.
kab: Neɣ ma ulac.
lv: Vai arī.
my: သို့ မဟုတ်
sv_se: Eller annars.

source: Submit Your Feedback
cy: CYflwyno eich Adborth
et: Tagasiside andmine
fa: بازخورد خود را وارد کنید
fi: Lähetä palautteesi
kab: Azen-d tikti-yinek
lv: Iesūti savu atsauksmi
my: အကြံပြုတုံ့ပြန်ချက် တင်ပို့ပါ
sq: Parashtroni Përshtypjet Tuaja
sv_se: Skicka in din återkoppling

source: {product} feedback
cy: Adborth {product}
et: {product} tagasiside
fa: بازخورد {product}
fi: Palaute tuotteelle {product}
gu_in: {product} પ્રતિસાદ
kab: Tikti yinu ɣef {product}
lv: {product} atsauksmes
my: {product} အကြံပြုတုံ့ပြန်ချက်
sq: Përshtypje mbi {product}
sv_se: Återkoppling {product}

source: Your feedback helps us improve Firefox OS.
cy: Mae eich adborth yn ein cynorthwyo i wella Firefox OS.
et: Sinu tagasiside aitab meil Firefox OSi paremaks muuta.
fa: بازخورد شما به ما در بهبود سیستم عامل فایرفاکس کمک می‌کند.
fi: Palautteesi auttaa meitä parantamaan Firefox OS:ää.
kab: Tikti yinek aɣ-d-mudd tallalt akken ad nesnerni Firefox OS.
lv: Tavas atsauksmes ļauj mums uzlabot Firefox OS.
my: သင့်အကြံပြုတုံ့ပြန်ချက်သည် Firefox OS တိုးတက်ကောင်းမွန်စေရန် ကျွန်ုပ်တို့ကို အကူအညီပြုပါသည်။
sq: Përshtypjet tuaja na ndihmojnë të përmirësojmë Firefox OS-in.
sv_se: Din återkoppling hjälper oss att förbättra Firefox OS.

source: %(product)s makes me happy
cy: Mae %(product)s yn fy ngwneud yn hapus
et: %(product)s rõõmustas mind
fa: %(product)sباعث خوشحالی من می شود
fi: %(product)s saa minut iloiseksi
gu_in: %(product)s મને ખુશ બનાવે છે
kab: %(product)s yettara-yi feṛḥeɣ
lv: %(product)s padara mani priecīgu
my: %(product)s ကို အသုံးပြုရတာ အဆင်ပြေပါသည်
sq: %(product)s më sjell gëzim
sv_se: %(product)s gör mig glad

source: %(product)s makes me sad
cy: Mae %(product)s yn fy ngwneud yn drist
et: %(product)s kurvastas mind
fa: %(product)sباعث ناراحتی من می شود
fi: %(product)s saa minut surulliseksi
gu_in: %(product)s મને ઉદાસ બનાવે છે
kab: %(product)s yesseḥzan-iyi
lv: %(product)s padara mani bēdīgu
my: %(product)s ကို အသုံးပြုရတာ အဆင်မပြေပါ
sq: %(product)s më trishton
sv_se: %(product)s gör mig ledsen

source: Is %(product)s not the product you want to give feedback on?<br /> <a href="%(url)s">Pick a different product</a>.
cy: Ai %(product)s yw'r cynnyrch yr hoffech chi rannu eich adborth?<br /> <a href="%(url)s">Dewis cynnyrch arall</a>.
et: Sa ei soovi toote %(product)s kohta tagasisidet anda?<br /> <a href="%(url)s">Vali teine toode</a>.
fa: آیا%(product)sمحصولی است که شما دوست ندارید بر روی آن بازخورد ارسال کنید؟ <br /><a href="%(url)s">یک محصول دیگر انتخاب کنید</a>.
fi: Eikö %(product)s ole tuote, josta haluat antaa palautetta?<br /> <a href="%(url)s">Valitse toinen tuote</a>.
kab: Ahat %(product)s mačči d aseɣẓan anda tebɣiḍ ad tmuddeḍ tikti yinek? <br /> <a href="%(url)s">Fren aseɣẓan nniḍen</a>.
lv: Vai %(product)s nav tas produkts kuram vēlējāties rakstīt atsauksmi?<br /> <a href="%(url)s">Izvēlies citu produktu</a>.
sq: %(product)s nuk është produkti për të cilin doni të jepni përshtypje?<br /> <a href="%(url)s">Zgjidhni një produkte tjetër</a>.
sv_se: Är inte %(product)s den produkt du vill ge återkoppling till?<br /> <a href="%(url)s">Välj en annan produkt</a>.

source: In what country did you purchase your Firefox OS device?
cy: Ym mha wlad wnaethoch chi brynu eich dyfais Firefox OS?
fa: در کدام کشور دستگاه سیستم عامل فایرفاکس را خریداری کرده‌اید؟
fi: Missä maassa ostit Firefox OS -laitteesi?
kab: Anta tamurt anida i d-uɣeḍ ibenk inek Firefox OS?
lv: Kurā valsti jūs iegādājāties savu Firefox OS ierīci?
sq: Në cilin vend e bletë pajisjen tuaj me Firefox OS?
sv_se: I vilket land köpte du din Firefox OS-enhet?

source: Other
az: Digər
cy: Arall
fa: دیگر
fi: Muu
gu_in: અન્ય
kab: Wayeḍ
lv: Cits
my: အခြား
sq: Tjetër
sv_se: Annat

source: Next
az: Sonrakı
cy: Nesaf
et: Edasi
fa: بعدی
fi: Seuraava
gu_in: આગળ
kab: Ɣer zdat
lv: Nākamais
my: နောက်ထပ်
sq: Pasuesi
sv_se: Nästa

source: What Firefox OS device are you using?
az: Hansı Firefox OS cihazını istifadə edirsiniz?
cy: Pa ddyfais Firefox OS rydych yn ei ddefnyddio?
fa: چه نوع دستگاهی از سیستم عامل فایرفاکس را استفاده می کنید؟
fi: Mitä Firefox OS -laitetta käytät?
kab: Anwa ibenk Firefox OS i tesseqdaceḍ?
lv: Kādu Firefox OS ierīci jūs izmantojat?
sq: Çfarë pajisje Firefox OS po përdorni?
sv_se: Vilken Firefox OS-enhet använder du?

source: Details
az: Təfərrüatlar
cy: Manylion
et: Üksikasjad
fa: جزئیات
fi: Lisätiedot
gu_in: વિગતો
kab: Talqayt
lv: Detaļas
my: အသေးစိတ်
sq: Hollësi
sv_se: Detaljer

source: Please describe what you like. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
cy: Disgrifiwch beth rydych yn ei hoffi. Bydd cynnwys eich adborth yn gyhoeddus, felly peidiwch gynnwys manylion personol fel cyfeiriad e-bost, cyfrineiriau neu rif ffôn.
et: Palun kirjelda, mis sulle meeldib. Tagasiside sisu on avalik. Seetõttu veendu palun, et see ei sisalda isiklikku infot nagu näiteks e-posti aadressi, parooli või telefoninumbrit.
fa: لطفا تشریح کنید چه چیزی را دوست دارید. محتوا بازخورد شما به صورت عمومی در دسترس خواهد بود، پس مطمئن شوید شامل اطلاعات شخصی مانند پست الکترونیکی، نام کاربری و شما تلفن نباشد.
fi: Kuvaile, mistä pidät. Palautteesi sisältö on julkinen, joten pidä huoli, että et kirjoita henkilötietoja, kuten sähköpostiosoitteita, salasanoja tai puhelinnumeroita.
kab: Ma ulac aɣilif mudd-d aglam i tebɣiḍ. Agbur n tikti yinek ad yili d azayez, wali ma yella ur tseddad ara talɣut tudmawant am tensiwin n yimayl, awalen uffiren, neɣ uṭṭun n tiliɣṛi.
lv: Lūdzu paskaidro kas tev patīk. Tavas atsauksmes saturs būs publisks, tādēļ neievadi savu personālo informāciju kā ē- pasta adresi, paroles vai tālruņa numuru.
sq: Ju lutemi, përshkruani ç’ju pëlqen. Lënda e përshtypjeve tuaja do të jetë publike, prandaj, ju lutemi, sigurohuni që nuk përfshini të dhëna personale, të tilla si adresë email, fjalëkalime apo numër telefoni.
sv_se: Beskriv vad du gillar. Innehållet i din återkoppling kommer att vara offentlig, så var noga med att inte inkludera personlig information såsom e-postadress, lösenord eller telefonnummer.

source: Please describe your problem below and be as specific as you can. The content of your feedback will be public, so please be sure not to include personal information such as email address, passwords or phone number.
cy: Disgrifiwch beth yw eich anhawster gan fod mor fanwl ag y mae modd. Bydd cynnwys eich adborth yn gyhoeddus, felly peidiwch gynnwys manylion personol fel cyfeiriad e-bost, cyfrineiriau neu rif ffôn.
et: Palun kirjelda enda probleemi nii üksikasjalikult, kui oskad. Tagasiside sisu on avalik. Seetõttu veendu palun, et see ei sisalda isiklikku infot nagu näiteks e-posti aadressi, parooli või telefoninumbrit.
fa: لطفا مشکلات خود را در زیر توضیح دهید و تا جای امکان آن را دقیق توضیح دهید. محتوا بازخورد شما به صورت عمومی در دسترس خواهد بود پس مطمئن شوید این بازخورد شامل پست الکترونیکی،‌کلمه عبور ،‌یا شما تلفن نباشد.
fi: Kuvaile ongelmasi niin tarkkaan kuin pystyt. Palautteesi sisältö on julkinen, joten pidä huolta, että et kirjoita henkilötietoja, kuten sähköpostiosoitteita, salasanoja tai puhelinnumeroita.
kab: Ma ulac aɣilif mudd-d aglam n wugur daw-a uɛreḍ ad d-muddeḍ aglam iṣeḥḥan. Agbur n tikti yinek ad yili d azayez, wali ma yella ur tseddad ara talɣut tudmawant am tensiwin n yimayl, awalen uffiren, neɣ uṭṭun n tiliɣṛi.
lv: Lūdzu izskaidro savu problēmu zemāk un esat pēc iespējas precīzāks. Atsauksmes saturs būs publisks, tādēļ neievadi savu personālo informāciju kā ē- pasta adresi, paroles vai tālruņa numuru.
sq: Ju lutemi, përshkruajeni problemin më poshtë, duke qenë sa më i hollësishëm që mundet. Lënda e përshtypjeve tuaja do të jetë publike, prandaj, ju lutemi, sigurohuni që nuk përfshini të dhëna personale, të tilla si adresë email, fjalëkalime apo numër telefoni.
sv_se: Beskriv ditt problem nedan och vara så specifik som möjligt. Innehållet i din återkoppling kommer att vara offentlig, så var noga med att inte inkludera personlig information såsom e-postadress, lösenord eller telefonnummer.

source: If your feedback is related to a website, you can include it here:
cy: Os yw eich adborth sy'n gysylltiedig â gwefan, gallwch ei gynnwys yma:
et: Kui tagasiside on seotud mõne veebilehega, võid selle siia lisada:
fa: اگر بازخورد شما شامل یک پایگاه اینترنتی می‌شود اینجا وارد کنید:
fi: Jos palautteesi liittyy sivustoon, voit kirjoittaa sen tähän:
kab: Ma yella tikti yinek tcudd ɣer usmel web, tzemreḍ ad t-id-sedduḍ dagi:
lv: Ja jūsu atsauksme ir sakarā ar kādu mājaslapu, to jūs varat ievadīt šeit:
sq: Nëse përshtypjet tuaja kanë lidhje me një sajt, atë mund ta përfshini këtu.
sv_se: Om din återkoppling är relaterad till en webbplats, kan du inkludera den här:

source: (Optional) Check here to let us contact you to follow up on your feedback. Your email address will be kept private.
cy: (Dewisol) Ticiwch yma i adael i ni gysylltu â chi i fynd ar ôl eich adborth. Bydd eich cyfeiriad e-bost yn cael ei gadw'n breifat.
et: (valikuline) Märgi see valik, kui soovid, et saaksime sinuga ühendust võtta. Sinu e-posti aadressi ei avaldata.
fa: (اختیاری) اینجا را علامت بزنید تا به ما این اجازه را بدهید برای دنبال کردن بازخورد با شما در تماس باشیم. آدرس پست الکترونیکی شما خصوصی باقی خواهد ماند.
fi: (Valinnainen) Valitse tämä, jos haluat antaa meidän vastata palautteeseesi. Sähköpostiosoitteesi pidetään luottamuksellisena.
kab: (Afrayan) Ṛṛcem taxxamt agi akken aɣ-teǧǧeḍ ak-id-nenermes ticki tuzneḍ-d awennit. Tansa yinek n yimayl ad teqqim d tabaḍnit.
lv: (Nav obligāti) Aplūko šo, lai mēs varētu ar jums sazināties un uzturētu jūsu atsauksmi. Jūsu ē-pasta adrese būs saglabāta privāta.
sq: (Opsionale) I vini shenjë kësaj për të na lejuar t’ju kontaktojmë pas parashtrimit të përshtypjeve. Adresa juaj email do të ruhet private.
sv_se: (Valfritt) Markera här för att låta oss kontakta dig för en uppföljning på dina synpunkter. Din e-postadress kommer att hållas privat.

source: Please enter a valid email address.
az: Lütfən doğru e-poçt ünvanı daxil edin.
cy: Rhowch gyfeiriad e-bost dilys.
et: Palun sisesta korrektne e-posti aadress.
fa: لطفا یک آدرس پست الکترونیکی معتبر وارد کنید.
fi: Kirjoita kelvollinen sähköpostiosoite.
kab: Ma ulac aɣilif, sekcem tansa imayl tameɣtut.
lv: Lūdzu ievadiet derīgu ē-pasta adresi.
sq: Ju lutemi, jepni një adresë email të vlefshme.
sv_se: Ange en giltig e-postadress.

source: Submit
az: Göndər
cy: Cyflwyno
et: Saada tagasiside
fa: ارسال
fi: Lähetä
gu_in: સબમિટ
kab: Azen
lv: Iesniegt
my: တင်သွင်းပါ
sq: Parashtrojeni
sv_se: Skicka in

source: Submitting....
az: Göndərilir....
cy: Wrthi'n cyflwyno....
et: Tagasiside saatmine...
fa: در حال ارسال...
fi: Lähetetään...
gu_in: સબમિટ કરી રહ્યાં છે....
kab: Tuzna....
lv: Iesniedz....
my: တင်သွင်းနေပါသည်
sq: Po parashtrohet....
sv_se: Skickar in....

source: Success!
az: Uğur!
cy: Llwyddiant!
et: Edu!
fa: با موفقیت انجام شد!
fi: Onnistui!
gu_in: સફળતા!
kab: Yedda!
lv: Izdevās!
my: အောင်မြင်ပါသည်
sq: Sukses!
sv_se: Det lyckades!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
cy: Diolch i chi am eich adborth! Byddwn yn ei ddefnyddio i'n helpu i sicrhau gwell profiad yn fersiynau'r dyfodol o Firefox OS.
et: Täname tagasiside eest! Kasutame seda Firefox OSi väljalasete paremaks muutmiseks.
fa: از بازخورد شما ممنون هستیم! ما از این برای کمک به ساخت تجربه های بهتر در نسخه‌های بعدی سیستم عامل فایرفاس استفاده خواهیم کرد.
fi: Kiitos palautteestasi! Käytämme sitä parantamaan Firefox OS:n tulevien versioiden kokemusta.
kab: Tanemmirt ɣef tikti yinek n termit ! Ayagi d tabaqurt akken ad nesnerni ileqman d-iteddun n Firefox OS.
lv: Paldies par jūsu atsauksmi! Mēs to izmantosim lai palīdzētu mums izveidot labāku pieredzi, nākotnes Firefox OS versijām.
sq: Faleminderit për përshtypjet! Do t’i përdorim për të arritur një funksionim më të mirë të Firefox OS-it në versionet e ardhshme.
sv_se: Tack för dina synpunkter! Vi kommer att använda de för att hjälpa oss att skapa en bättre upplevelse i framtida versioner av Firefox OS.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
az: <a href="%(url)s"> Firefox OS və Mozilla-nı necə daha yaxşı edə biləcəyinizi</a> öyrənin.
cy: Dysgwch sut y gallwch <a href="%(url)s">wneud Firefox OS a Mozilla yn well</a>.
et: Vaata, kuidas saad <a href="%(url)s">Firefox OSi ja Mozilla veel paremaks teha</a>.
fa: بدانید چطور می توانید<a href="%(url)s"> سیستم عامل فایرفاکس و موزیلا را بهتر کنید</a>.
fi: Lue, miten voit <a href="%(url)s">parantaa Firefox OS:ää ja Mozillaa</a>.
kab: Issin amek yezmer<a href="%(url)s">Firefox OS akked Mozilla ad ilin axiṛ</a>.
lv: Uzzini kā tu vari <a href="%(url)s">padarīt Firefox OS un Mozilla labāku</a>.
sq: Mësoni se si mundeni <a href="%(url)s">ta përmirësoni Firefox OS-in dhe Mozilla-n</a>.
sv_se: Lär dig hur du kan <a href="%(url)s">göra Firefox OS och Mozilla bättre</a>.

source: We're sorry!
az: Üzr istəyirik!
cy: Mae'n ddrwg gennym!
et: Meil on kahju!
fa: ما متاسف هستیم!
fi: Olemme pahoillamme!
gu_in: અમે દિલગીર છીએ!
kab: Suref-aɣ!
lv: Piedodiet!
my: ဝမ်းနည်းပါတယ်။
sq: Na ndjeni!
sv_se: Vi ber om ursäkt!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
cy: Mae rhywbeth wedi digwydd, ac allwn ni ddim cyflwyno eich adborth. Bydd yr adborth yn cael eu cadw ar eich dyfais felly gallwch geisio ei anfon rywbryd eto.
fa: چیزی رخ داده است که مانع ارسال بازخورد شده است. بازخورد بر روی دستگاه شما ذخیره شده است تا بعدا مجددا برای ارسال آن تلاش کنید.
fi: Jotain on sattunut emmekä voi lähettää palautettasi. Palaute tallennetaan laitteellesi, jotta voit yrittää lähettää sen myöhemmin.
kab: Yedra-d wugur i yesḥebsen tuzna n tekti yinek. Ayagi ad yettwaḥrez ɣef yibenk inek akken ad tɛerḍeḍ tuzna yines tikelt nniḍen.
lv: Kaut kas ir atgadījies un mēs nevaram nosūtīt jūsu atsauksmi. Atsauksme tiks saglabāta jūsu ierīcē, tā kā jūs varat no nosūtīt vēlreiz, vēlāk.
sq: Ndodhi diçka dhe nuk i parashtrojmë dot përshtypjet tuaja. Përshtypjet do të ruhen në pajisjen tuaj që të mund të provoni t’i dërgoni më vonë.
sv_se: Något har hänt och vi kan inte skicka in din återkoppling. Din återkoppling kommer att sparas på din enhet så att du kan skicka in den igen senare.

source: Try again
az: Təkrar yoxla
cy: Ceisiwch eto
et: Proovi uuesti
fa: تلاش مجدد
fi: Yritä uudestaan
gu_in: ફરીથી પ્રયત્ન કરો
kab: Ɛreḍ tikelt nniḍen
lv: Mēģināt vēlreiz
my: နောက်တစ်ကြိမ် ပြုလုပ်ကြည့်ပါ
sq: Riprovoje
sv_se: Försök igen

source: Cancel
az: Ləğv et
cy: Diddymu
et: Tühista
fa: لغو
fi: Peruuta
gu_in: રદ કરો
kab: Sefsex
lv: Atcelt
my: မဆောင်ရွက်တော့ပါ
sq: Anuloje
sv_se: Avbryt

source: You have unsubmitted feedback data. Would you like to try submitting it again?
cy: Mae gennych ddata heb ei gyflwyno. Hoffech chi geisio ei gyflwyno eto?
fa: شما بازخورد ارسال نشده دارید. مایل هستید مجددا برای ارسال آن تلاش کنید؟
fi: Palautetietoja on lähettämättä. Haluatko yrittää lähettää ne uudestaan?
kab: Tikti yinek ur d-ttwazen ara yakan. Tebɣiḍ ad tɛeṛḍeḍ tikelt nniḍen tuzna yines?
lv: Jums ir nenosūtīti atsauksmes dati. Vai vēlaties tos nosūtīt vēlreiz?
sq: Keni të dhëna të paparashtruara. Do të donit të riprovohet parashtrimi i tyre?
sv_se: Du har ej inskickad återkopplingsdata. Vill du försöka skicka in det igen?

source: How does %(product)s make you feel?
cy: Sut mae %(product)s yn gwneud i chi deimlo?
et: Kuidas %(product)s sulle tundub?
fa: این%(product)sچه حسی به شما منتقل می‌کند؟
fi: Millaiseksi %(product)s saa sinut tuntemaan?
kab: Amek i tettḥulfuḍ si %(product)s?
lv: Kā šis %(product)s liek jums justies?
sq: Ç’ndjesi ju shkakton %(product)s?
sv_se: Vad känner du för %(product)s?

source: To help us understand your input, we need more information. By hitting submit below, you will provide us with technical information about your browser, along with any feedback you provide on this page.
cy: I'n cynorthwyo i ddeall eich mewnbwn chi, mae angen inni gael rhagor o wybodaeth. Drwy glicio Cyflwyno isod, byddwch yn ein darparu â gwybodaeth dechnegol am eich porwr, ynghyd ag unrhyw adborth rydych wedi ei ddarparu ar y dudalen hon.
fa: برای کمک به فهم ورودی های شما، ما نیاز به اطلاعات بیشتری داریم. با ارسال بازخورد پایین، برای ما اطلاعات فنی در مورد مرورگر خود در کنار بازخورد شما در این صفحه فراهم نموده‌اید.
fi: Tarvitsemme enemmän tietoja ymmärtääksemme palautteesi. Painamalla Lähetä alta annat meille teknisiä tietoja selaimestasi sekä kaiken palautteen, jonka kirjoitat tällä sivulla.
kab: Akken aɣ-d-muddeḍ tallalt ad negzu tikti yinek, nesra talɣut nniḍen. Sit ɣef tqeffalt Azen daw-a, akken aɣ-d-azneḍ, s useddu n iwenniten nniḍen i d-ǧǧan ɣef usmel agi.
lv: Lai palīdzētu mums saprast jūsu atsauksmi, mums vajag vairāk informācijas. Klikšķinot Nosūtīt apakšā, jūs mums sniegsiet informāciju par jūsu pārlūku, kopā ar jebkuru no jūsu atsauksmēm kuras ir šajā lapā.
sv_se: För att hjälpa oss att förstå din åsikt, behöver vi mera information. Genom att trycka skicka nedan, kommer du förse oss med teknisk information om din webbläsare, inkluderat med all feedback du anger på denna sida.
