Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/django.po
Languages: az, cy, et, fa, fi, gu_in, kab, lv, my, sq, sv_se

source: Check here to provide <a href="%(technical_url)s">technical information</a> about your browser, such as basic information about your computer, your version of Firefox, and the extensions you have installed. This information helps us better understand our users and create better products. This information will be kept in accordance with our <a href="%(privacy_url)s">Privacy policy</a>.
cy: Ticiwch ym i ddarparu <a href="%(technical_url)s">manylion technegol</a> am eich porwr, megis gwybodaeth sylfaenol am y cyfrifiadur, eich fersiwn o Firefox, a'r estyniadau rydych chi wedi'u gosod. Mae'r wybodaeth yma'n helpu inni ddeall ein defnyddwyr yn well a creu gwell cynnyrch. Mae'r gwybodaeth yma'n cael ei gadw'n unol â 'n <a href="%(privacy_url)s">polisi preifatrwydd</a>.
fa: اینجا برای ارائه <a href="%(technical_url)s">اطلاعات تکنیکی</a> درباره مرورگر خود، مثل اطلاعات پایه درباره رایانه، نسخه فایرفاکس شما، و افزونه‌هایی که نصب کرده‌اید مشاهده کنید. این اطلاعات به ما کمک می‌کند تا بهتر کاربران خود را بشناسیم و محصولات بهتری بسازیم. این اطلاعات بر اساس <a href="%(privacy_url)s">سیاست حریم‌خصوصی</a> ما نگهداری می‌شوند.
fi: Valitse tämä antaaksesi <a href="%(technical_url)s">teknisiä tietoja</a> selaimestasi. Näitä ovat esimerkiksi tietokoneesi perustiedot, Firefoxin versio ja asennetut laajennukset. Nämä tiedot auttavat meitä ymmärtämään käyttäjiämme paremmin ja luomaan parempia tuotteita. Nämä tiedot säilytetään <a href="%(privacy_url)s">tietosuojakäytäntömme</a> mukaisesti.
kab: Sit dagi akken ad d-muddeḍ <a href="%(technical_url)s">talɣut tatiknikant</a> ɣef iminig inek, lqem inek n Firefox, akked isiɣzaf i tesbeddeḍ. Talɣut agi aɣ-d-mudd tallalt akken ad negzu s telqayt iseqdacen nneɣ udiɣ ad d-nesnulfu iseɣẓanen ifazen. Isefka agi ad qqimen d ibaḍniyen, akken tella <a href="%(privacy_url)s">Tasertit nneɣ n tbaḍnit</a>.
lv: Pārbaudi šeit lai sniegtu mums <a href="%(technical_url)s">tehnisko informāciju </a> par jūsu interneta pārlūku, kā piemēram parastu informāciju par jūsu datoru, jūsu Firefox versiju un papildinājumiem kurus esat instalējis. Šī informācija palīdzēs mums labāk saprast mūsu lietotājus un izveidot labākus produktus. Šī informācija tiks saglabāta saskaņā ar mūsu <a href="%(privacy_url)s">Privātuma politiku </a>.
sv_se: Kolla här för ange <a href="%(technical_url)s">teknisk information</a> om din webbläsare, till exempel grundläggande information om din dator, din version av Firefox, och de tillägg du har installerat. Denna information hjälper oss att bättre förstå våra användare och skapa bättre produkter. Denna information kommer att hållas i enlighet med vår <a href="%(privacy_url)s">Integritetpolicy</a>.

source: Select A Product
az: Məhsul Seç
cy: Dewiswch Gynnyrch
et: Toote valimine
fa: انتخاب یک محصول
fi: Valitse tuote
gu_in: એક પ્રોડક્ટ પસંદ કરો
kab: Fren afaris
lv: Izvēlies produktu
my: ထုတ်ကုန်တစ်ခုကို ရွေးချယ်ပါ
sq: Përzgjidhni Një Produkt
sv_se: Välj en produkt

source: Select a product
az: Məhsul seç
cy: Dewiswch gynnyrch
et: Toote valimine
fa: انتخاب محصول
fi: Valitse tuote
gu_in: ઉત્પાદન પસંદ કરો
kab: Fren afaris
lv: Izvēlies produktu
my: ထုတ်ကုန်တစ်ခုကို ရွေးချယ်ပါ
sq: Përzgjidhni një produkt
sv_se: Välj en produkt

source: No products available.
az: Məhsul yoxdur.
cy: Dim cynnyrch ar gael.
fa: محصولی در دسترس نیست.
fi: Ei tuotteita valittavissa.
kab: Ulac ifarisen.
lv: Nav pieejams neviens produkts.
my: ထုတ်ကုန်များ မရှိသေးပါ။
sq: Pa produkte të passhëm.
sv_se: Inga produkter tillgängliga.

source: Select a product to leave feedback for.
az: Əks əlaqə buraxmaq üçün məhsul seçin.
cy: Dewiswch gynnyrch i adael adborth arno.
et: Vali toode, millele soovid tagasisidet anda.
fa: انتخاب محصول برای ارسال بازخورد.
fi: Valitse tuote, josta annat palautetta.
kab: Fren afaris fiɣef tebɣiḍ ad tmuddeḍ tikti.
lv: Izvēlies produktu lai atstātu mums atsauksmi.
sq: Përzgjidhni një produkt për të cilin të jepni përshtypjet.
sv_se: Välj en produkt att ge återkoppling för.

source: Thanks
az: Təşəkkürlər
cy: Diolch
et: Täname
fa: تشکر
fi: Kiitos
kab: Tanemmirt
lv: Paldies
my: ကျေးဇူးတင်ပါသည်။
sq: Faleminderit
sv_se: Tack

source: Thanks for Your Feedback
az: Əks Əlaqəniz üçün Təşəkkürlər
cy: Diolch am eich Adborth
et: Täname tagasiside eest!
fa: تشکر برای بازخورد
fi: Kiitos palautteestasi
kab: Tanemmirt ɣef tekti yinek
lv: Paldies par jūsu atsauksmi
my: သင့်အကြံပြုတုံ့ပြန်ချက်အတွက် ကျေးဇူးတင်ပါသည်
sq: Faleminderit për Përshtypjet Tuaja
sv_se: Tack för din återkoppling

source: Your feedback will be used to create a better experience in future releases of %(product)s.
az: Sizin əks əlaqələriniz %(product)s məhsulunun gələcək buraxılışlarını yaxşılaşdırmaq üçün istifadə ediləcək.
cy: Bydd eich adborth y cael ei ddefnyddio i greu gwell profiad mewn fersiynau'r dyfodol o %(product)s.
et: Sinu tagasisidet kasutatakse %(product)s tulevaste väljalasete paremaks muutmiseks.
fa: بازخورد شما منجر به ساخت تجربه ای بهتر برای انتشار های آینده %(product)s می شود.
fi: Palautettasi käytetään parantamaan tuotteen %(product)s tulevien versioiden kokemusta.
kab: Tikti yinek ad tettwaseqdec akken ad d-nesnulfu tarmit ifazen deg ileqman d-iteddun n %(product)s.
lv: Jūsu atsauksme tiks lietota lai uzlabotu pieredzi jaunam %(product)s.
sq: Përshtypjet tuaja do të përdoren për të arritur një funksionim më të mirë të %(product)s-it në versionet e ardhshme.
sv_se: Dina synpunkter kommer att användas för att skapa en bättre upplevelse i framtida versioner av %(product)s.

source: Suggestions from your feedback:
az: Əks əlaqənizdən seçilmiş məsləhətlər:
cy: Awgrymiadau o'ch adborth:
et: Soovitused sinu tagasiside põhjal:
fa: پیشنهادات از روی بازخورد شما:
fi: Ehdotuksia palautteesi perusteella:
kab: Isumar si tektiwin inek:
lv: Ieteikumi no jūsu atsauksmes:
sq: Këshilla prej përshtypjeve tuaja:
sv_se: Förslag från din återkoppling:

source: Having problems? Get help.
az: Problemləriniz var? Kömək alın.
cy: Yn cael anhawster? Mae cymorth ar gael.
et: Sul on probleeme? Otsi abi.
fa: مشکلی دارید؟ کمک بگیرید.
fi: Onko ongelmia? Saa apua.
kab: Temmuggerd-d ugur? Awi-d tallalt.
lv: Rodas problēmas? Saņem palīdzību.
my: အဆင်မပြေဖြစ်နေပါသလား။ အကူအညီ ရယူပါ။
sq: Keni probleme? Merrni ndihmë.
sv_se: Har du problem? Få hjälp.

source: Go to our support forum where you can <a href="%(url)s">get help and find answers</a>.
cy: Ewch i'n fforwm cymorth lle gallwch <a href="%(url)s">gael cymorth a dod o hyd i atebion</a>.
et: Külasta meie kasutajatoe foorumit, kust <a href="%(url)s">leiad abi ja vastuseid</a>.
fa: به انجمن پشتیبانی ما بروید تا بتوانید<a href="%(url)s">کمک بگیرید و پاسخ پرسش های خود را پیدا کنید</a>.
fi: Siirry tukikeskusteluumme, josta voit <a href="%(url)s">saada apua ja löytää vastauksia</a>.
kab: Ddu ɣer unmager nneq n tallalt anida i tzemred ad <a href="%(url)s">tawiḍ tallalt neq ad tafeḍ tiririt</a>.
lv: Dodies uz mūsu atbalsta forumu kur jūs varat <a href="%(url)s">saņemt palīdzību atrast atbildes </a>.
sq: Shkoni te forumi ynë i asistencës, ku mund të <a href="%(url)s">merrni ndihmë dhe të gjeni përgjigje</a>.
sv_se: Gå till vårt supportforum där du kan <a href="%(url)s">få hjälp och hitta svar</a>.

source: Shape the future of Firefox.
az: Firefox-un gələcəyini şaxələndirin.
cy: Lunio dyfodol Firefox.
et: Kujunda Firefoxi tulevikku.
fa: آینده فایرفاکس را شکل دهید.
fi: Vaikuta Firefoxin tulevaisuuteen.
kab: Feṣṣel azekka n Firefox.
lv: Izveidojiet Firefox nākotni.
my: မီးမြေခွေးရဲ့ အနာဂါတ်ကို ပုံဖော်လိုက်ပါ။
sq: Jepini formë të ardhmes së Firefox-it.
sv_se: Forma framtiden för Firefox.

source: Download <a href="%(download_url)s">the Firefox build that is right for you</a>.
cy: Llwythwch i lawr <a href="%(download_url)s">y fersiwn o Firefox sy'n iawn i chi</a>.
et: Laadi alla <a href="%(download_url)s">sulle sobiv Firefoxi kompilatsioon</a>.
fa: دریافت<a href="%(download_url)s">فایرفاکس که دقیقا برای شما ساخته شده است</a>.
fi: Lataa <a href="%(download_url)s">sinulle sopiva Firefox-versio</a>.
kab: Sider <a href="%(download_url)s">lqem n Firefox i yernan fell-ak</a>.
lv: Lejupielādē <a href="%(download_url)s">Firefox pārlūku kas ir labāks tev</a>.
sq: Shkarkoni <a href="%(download_url)s">montimin Firefox që është i përshtatshëm për ju</a>.
sv_se: Hämta <a href="%(download_url)s">den version av Firefox som är rätt för dig</a>.

source: Contribute to Mozilla.
az: Mozillaya Töhfə Verin.
cy: Cyfrannu at Mozilla.
et: Tee Mozillale kaastööd.
fa: همکاری با موزیلا.
fi: Osallistu Mozillan toimintaan.
kab: Ttekki ɣer Mozilla.
lv: Nosūtīt Mozilla kompānijai.
my: Mozilla သို့ ကူညီပံ့ပိုးပါ။
sq: Kontribuoni te Mozilla.
sv_se: Bidra till Mozilla.

source: Learn how you can <a href="%(url)s">make %(product)s and Mozilla better</a>.
cy: Dysgwch sut y gallwch <a href="%(url)s">wneud %(product)s a Mozilla yn well</a>.
et: Vaata, kuidas saad <a href="%(url)s">%(product)s ja Mozilla veel paremaks teha</a>.
fa: بدانید چگونه می توانید<a href="%(url)s">%(product)s و موزیلا بهتری بسازید</a>.
fi: Lue, miten voit <a href="%(url)s">parantaa tuotetta %(product)s ja Mozillaa</a>.
kab: Issin amek ad tizmired <a href="%(url)s">ad terreḍ %(product)s akked Mozilla d ufrinen</a>.
lv: Uzzini kā jūs varat <a href="%(url)s">padarīt %(product)s un Mozilla labāku</a>.
sq: Mësoni se si mund <a href="%(url)s">ta bëni %(product)s-in dhe Mozilla-n më të mirë</a>.
sv_se: Lär dig hur du kan <a href="%(url)s">göra %(product)s och Mozilla bättre</a>.

source: Find the latest news about %(product)s.
az: %(product)s haqqında ən son xəbərləri tapın.
cy: Derbyn y newyddion diweddaraf am %(product)s.
et: Leia värskeimad %(product)s uudised.
fa: پیدا کردن آخرین اخبار در مورد%(product)s.
fi: Lue tuotteen %(product)s uusimmat uutiset.
kab: Af-d isallen ineggura ɣef %(product)s.
lv: Ieraugi jaunākās ziņas par %(product)s.
sq: Shihni lajmet më të reja për %(product)s.
sv_se: Hitta de senaste nyheterna om %(product)s.

source: Download Firefox
az: Firefox Endir
cy: Llwytho Firefox i Lawr
et: Firefoxi allalaadimine
fa: دریافت فایرفاکس
fi: Lataa Firefox
gu_in: ડાઉનલોડ કરો ફાયરફોક્સ
kab: Sider Firefox
lv: Lejupielādēt Firefox
my: Firefox ကို ဆွဲယူအသုံးပြုပါ
sq: Shkarkoni Firefox-in
sv_se: Hämta Firefox

source: Please Download Firefox!
az: Lütfən Firefox Endirin!
cy: Llwythwch Firefox i Lawr!
et: Palun laadi Firefox alla!
fa: لطفا فایرفاکس را دانلود کنید!
fi: Ole hyvä ja lataa Firefox!
gu_in: કૃપા કરીને ડાઉનલોડ કરો ફાયરફોક્સ!
kab: Ma ulac aɣilif, sider Firefox!
lv: Lūdzu lejupielādē Firefox!
my: ကျေးဇူးပြု၍ Firefox ကို ဆွဲယူအသုံးပြုပါ။
sq: Ju lutemi, Shkarkoni Firefox-in!
sv_se: Vänligen hämta Firefox!

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
cy: A! Fe hoffech chi gynnig adborth ar Firefox. Diolch, ond mae angen i chi fod ar y fersiwn diweddaraf.
et: Ohh! Paistab, et soovid Firefoxi kohta tagasisidet anda. Oleme tänulikud, kuid selleks peaksid kasutama uusimat versiooni.
fa: چه خوب! شما می‌خواهید به فایرفاکس یک بازخورد پیشنهاد کنید. تشکر، اما شما باید بر روی آخرین نسخه باشید.
fi: Haluat siis antaa meille palautetta Firefoxista. Kiitos, mutta tarvitset ensin uusimman version.
kab: Ay ay ay! Ihi, tebɣiḍ aɣ-d-muddeḍ tikti yinek qef Firefox. Tanemmirt-ik, acukan tesriḍ ad tiliḍ di lqem aneggaru.
lv: Ak! Jūs vēlaties piedāvāt mums atsauksmi Firefox. Paldies, bet jums ir nepieciešams būt jaunākajā versijā.
sq: Oh! Pra, dëshironi të na jepni përshtypjet mbi Firefox-in. Ju faleminderit, por për këtë lypset të keni versionin më të ri.
sv_se: Åh! Så du vill ge oss återkoppling för Firefox. Tack, men du måste du ha den senaste versionen.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
cy: I wneud hynny, ewch i'n tudalen llwytho i lawr a gosod/diweddaru i'r <a href="%(url)s">fersiwn diweddaraf Firefox!</a>
et: Selleks mine lihtsalt meie allalaadimiste lehele ning paigalda <a href="%(url)s">uusim Firefoxi versioon!</a>
fa: برای انجام آن، به راحتی به صفحه دریافت بروید وبرای نصب /update به <a href="%(url)s">آخرین نسخه فایرفاکس </a>مراجعه کنید
fi: Siirry siis lataussivulle ja asenna tai päivitä <a href="%(url)s">Firefoxin uusimpaan versioon!</a>
kab: Akken ad tettekkid, ddu kan ɣer usebter nneɣ n usider sakin sebded /update <a href="%(url)s"> lqem aneggaru n Firefox !</a>
lv: Lai to izdarītu, apmeklē mūsu lejupielāžu labu instalē/update jaunāko <a href="%(url)s">Firefox versiju!</a>
sq: Për këtë, thjesht shkoni te faqja jonë e shkarkimeve dhe instaloni/përditësoni <a href="%(url)s">versionin më të ri të Firefox-it!</a>
sv_se: För att göra det, gå till vår nedladdningssida och installera/uppdatera till <a href="%(url)s">den senaste versionen av Firefox!</a>

source: Ask a question in our support forum
az: Dəstək forumumuzda sual soruşun
cy: Gofynnwch gwestiwn yn ein fforwm cymorth
et: Esita küsimus meie kasutajatoe foorumis
fa: پرسیدن سوال از انجمن پشتیبانی
fi: Kysy kysymys tukikeskustelussa
kab: Suter deg unmager nneɣ n tallalt
lv: Uzdod jautājumus mūsu atbalsta forumā
sq: Bëni pyetje te forumi ynë i asistencës
sv_se: Ställ en fråga i vårt supportforum

source: To help us understand your input, we need more information.
kab: Akken aɣ-d-muddeḍ tallalt ad negzu tikti yinek, nesra talɣut nniḍen.
lv: Lai palīdzētu mums saprast jūsu atsauksmi, mums vajag vairāk informācijas.

source: This question is required.
kab: Asteqsi yettwasra.

source: There was an error on your page. Please correct any required fields and submit again.
kab: Teḍra-d tuccḍa ɣef usebter inek. Ma ulac aɣilif seɣti yal urti yettwasran sakin azen tikelt nniḍen.

source: Go to the first error
kab: Ddu ar tuccḍa tamezwarut

source: Please Download Firefox
et: Palun laadi Firefox alla

source: Check here to provide technical information about your browser. This information helps us better understand our users and create better products. This information will be kept in accordance with our Privacy policy.
et: Märgista see valik, kui soovid edastada veebilehitseja tehnilisi andmeid. See teave aitab meil kasutajaid paremini mõista ning paremaid tooteid luua. Seda infot käitletakse meie Privaatsuspoliitika reeglite kohaselt.
