Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/django.po
Languages: az, cy, et, fa, fi, gu_in, kab, lv, my, sq, sv_se

source: We have a data retention policy that covers data stored on this site:
cy: Mae gennym bolisi cadw data sy'n cynnwys y data sy'n cael ei gadw ar y wefan hon:
et: Meil on andmete säilitamispoliitika, mis hõlmab sellel lehel salvestatud andmeid:
fa: ما دارای سیاست‌های حفظ اطلاعات برای اطلاعاتی که بر روی پایگاه‌اینترنتی ذخیره می‌شود هستیم:
fi: Meillä on tietojen säilyttämiskäytäntö, joka kattaa tällä sivustolla tallennetut tiedot:
kab: Ɣur-neɣ tasertit n usekles n isefka ara yemmestnen isefka yettwakelsen ɣef usmel agi:
lv: Šajā lapā apkopoto informāciju nosaka lapas datu glabāšanas politika:
sq: Kemi rregulla mbajtjeje të dhënash që mbulojnë të dhënat e depozituara në këtë sajt:
sv_se: Vi har en datalagringspolicy som täcker data som lagras på denna webbplats:

source: We keep feedback data forever, but only the last 6 months of data is available on the public dashboard.
cy: Rydym y cadw data adborth am byth, ond dim ond data adborth y 6 mis diwethaf sydd ar gael ar y bwrdd dangos cyhoeddus.
fa: ما داده‌های بازخورد را برای همیشه نگه‌میداریم، اما فقط داده های 6 ماه اخیر به صورت عمومی بر روی داشبورد در دسترس است.
fi: Säilytämme kaikki palautetiedot ikuisesti, mutta vain 6 viime kuukauden tiedot ovat käytettävissä julkisella kojelaudalla.
kab: Ad nsekles isefka n tektiwin ɣef useqdec ilebda, acukan ala isefka n 6 wagguren ineggura ara tizmired ad twaliḍ si tfelwit n usenqed tazayezt.
lv: Saņemtās atsauksmes tiek glabātas mūžīgi, taču tikai pēdējo 6 mēnešu dati ir pieejami publiskajā informācijas panelī.
sq: Të dhënat e përshtypjeve i mbajnë përgjithnjë, por në pultin publik mund të kihen të dhëna vetëm nga 6 muajt e fundit.
sv_se: Vi sparar återkopplingsuppgifter för evigt, men bara de senaste 6 månaderna av data finns tillgängliga på den offentliga översikten.

source: We keep email addresses and contextual data associated with feedback data for 6 months and then delete it.
cy: Rydym yn cadw cyfeiriadau e-bost a ddata cysylltiedig ag adborth am 6 mis ac yna yn ei ddileu.
fa: ما آدرس های پست‌الکترونیکی و داده های متنی که با بازخورد ها همراه هستند را تنها برای 6 ماه نگه‌داری می‌کنیم و سپس آن ها را حذف می‌کنیم.
fi: Säilytämme sähköpostiosoitteet ja palautteeseen liittyvät kontekstitiedot 6 kuukautta ja poistamme ne sitten.
kab: Ad neḥrez tansiwin n yimayl akked isefka icudden ɣer isefka n tektiwin n useqdec 6 n wagguren sakin ad ten-nekkes.
lv: Epastu adreses un konteksta datus, kas saistīti ar atgriezenisko saiti mēs glabājam 6 mēnešus, pēc tam tie tiek izdzēsti.
sq: Adresat email dhe të dhënat kontekstuale që u përshoqërohen atyre i ruajmë për 6 muaj dhe mandej i fshijmë.
sv_se: Vi sparar e-postadresser och kontextuella uppgifter associerade med återkopplingsuppgifter för 6 månader och tar sedan bort den.

source: Open Data
az: Açıq Məlumat
cy: Data Agored
et: Avatud andmed
fa: اطلاعات باز
fi: Avoin data
gu_in: ઓપન માહિતી
kab: Isefka yeldin
lv: Atvērti dati
my: ပွင့်လင်းအချက်အလက်
sq: Hapi Të dhënat
sv_se: Öppna uppgifter

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
cy: Byddwn yn hoffi arbrofi mwy gyda'r data hwn, ond nifer fach ohonom sydd. Felly hoffwn dderbyn ceisiadau gennych ar gwestiynau'r hoffech gael eu hateb! Os hoffech chi arbrofi gyda'n data, cysylltwch â ni!
fa: ما دوست داریم که آزمایش‌های بیشتری با این اطلاعات انجام دهیم، اما تعداد ما کم است. بنابراین، ما نیاز به درخواست‌های شما از سوال‌هایی داریم که می‌خواهید جواب داده شوند! اگر دوست دارید که اطلاعات ما را آزمایش کنید، لطفا با ما تماس بگیرید!
kab: Nebɣa aṭas ad d-nawi tirmitin nniḍen ɣef isefka agi, acukan mačči aṭas i yid-neɣ. Rnu-yas, nesra iseteqsiyen inek ɣef wayen i tebɣiḍ ad teẓreḍ tiririyin. Ma tebɣiḍ tirmitin inek iman-ikakked isefka yinek, azen-aɣ-d!
lv: Mēs labprāt eksperimentētu vairāk ar šiem datiem, taču esam tikai daži cilvēki. Tāpēc, mums nepieciešami jūsu jautājumi, ko vēlaties redzēt atbildētus! Ja vēlaties eksperimentēt ar mūsu datiem, lūdzu, sazinieties ar mums!
sq: Do të donim të eksperimentonim më shumë me këto të dhëna, por jemi vetëm pak vetë. Ndaj na duhen prej jush kërkesa për pyetje që do të donit t’u jepej përgjigje! Nëse dëshironi të eksperimentoni me të dhënat tona, ju lutemi, lidhuni me ne!
sv_se: Vi vill gärna experimentera mer med dessa uppgifter, men vi är bara ett fåtal personer. Därför behöver vi förfrågningar från er på de frågor som du vill ha svar på! Om du vill experimentera med våra uppgifter, vänligen kontakta oss!

source: Source Code
az: Kod Mənbəyi
cy: Cod Ffynhonnell
et: Lähtekood
fa: منبع کد
fi: Lähdekoodi
gu_in: સ્ત્રોત કોડ
kab: Tangalt aɣbalu
lv: Pirmkods
my: ရင်းမြစ်ကုဒ်
sq: Kod Burim
sv_se: Källkod

source: The code for the Firefox Input site can be <a href="%(url)s">found on GitHub</a>!
cy: Mae cod gwefan Firefox Input <a href="%(url)s">ar gael ar GitHub</a>!
et: Firefox Input'i lehe lähtekood <a href="%(url)s">on leitav GitHub'ist</a>!
fa: کد‌های ورودی فایرفاکس را می‌توان در <a href="%(url)s">این GitHub</a>یافت!
fi: Firefox Input -sivuston koodi <a href="%(url)s">on GitHubissa</a>!
kab: Tangalt n usmel web n Firefox Input yezmer <a href="%(url)s">ad yettwaf di GitHub</a>!
lv: Firefox Input saites kods var būt <a href="%(url)s">atrasts GitHub</a>!
sq: Kodi për sajtin Firefox Input mund të gjendet <a href="%(url)s">te GitHub</a>!
sv_se: Koden för webbplatsen Firefox Input kan <a href="%(url)s">hittas på GitHub</a>!

source: Welcome
az: Xoş gəldiniz
cy: Croeso
et: Tere tulemast
fa: خوش‌ آمدید
fi: Tervetuloa
gu_in: આપનું સ્વાગત છે
kab: Anṣuf
lv: Laipni lūdzam
my: မင်္ဂလာပါ
sq: Mirë se vini
sv_se: Välkommen

source: Proceed to main content
az: Əsas məzmuna davam et
cy: Ewch i'r prif gynnwys
et: Edasi põhisisu juurde
fa: ادامه دادن به محتوا اصلی
fi: Jatka pääsisältöön
gu_in: મુખ્ય વિષયવસ્તુ પર આગળ વધો
kab: Kemmel ɣer ugbur agejdan
lv: Doties uz galveno saturu
sq: Kalo te lënda bazë
sv_se: Gå till huvudinnehåll

source: Proceed to footer
cy: Ewch i'r troedyn
et: Edasi jalusesse
fa: ادامه دادن تا پایین صفحه
fi: Jatka alatunnisteeseen
gu_in: ફૂટર પર આગળ વધો
kab: Kemmed d akesser
lv: Dodies uz lapas apakšu
sq: Kalo te fundfaqja
sv_se: Gå till sidfot

source: Give Feedback
az: Əks-əlaqə ver
cy: Rhowch Adborth
et: Anna tagasisidet
fa: ارسال بازخورد
fi: Anna palautetta
gu_in: અભીપ્રાય આપો
kab: Mudd-d tikti
lv: Nodot atsauksmi
my: အကြံပြုတုံ့ပြန်ချက် ပေးပါ
sq: Jepni Përshtypjet
sv_se: Ge återkoppling

source: Analytics
az: Analitikalar
cy: Dadansoddiad
fa: تجزیه وتحلیل
fi: Analytiikka
gu_in: વિશ્લેષણા
kab: Tiddadanin
lv: Analītika
sq: Hollësi
sv_se: Analys

source: Hello, {username}
az: Salam, {username}
cy: Helo, {username}
et: Tere {username}
fa: سلام، {username}
fi: Hei, {username}
kab: Azul, {username}
lv: Sveiki, {username}
my: ဟဲလို, {username}
sq: Tungjatjeta, {username}
sv_se: Hej {username}

source: Sign out
az: Çıx
cy: Allgofnodi
et: Logi välja
fa: خروج
fi: Kirjaudu ulos
gu_in: સાઇન આઉટ કરો
kab: Ffeɣ
lv: Izrakstīties
my: ထွက်ရန်
sq: Dilni
sv_se: Logga ut

source: Sign in
az: Daxil ol
cy: Mewngofnodi
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
gu_in: સાઇન ઇન કરો
kab: Kcem
lv: Ieiet
my: လက်မှတ်ထိုးဝင်ရန်
sq: Hyni
sv_se: Logga in

source: CSRF Failure
az: CSRF Xətası
cy: Methiant CSRF
fa: خطاCSRF
fi: CSRF-virhe
gu_in: CSRF નિષ્ફળતા
kab: Tuccḍa CSRF
lv: CSRF neveiksme
my: CSRF အမှား
sq: Dështim CSRF
sv_se: CSRF fel

source: Login Failure
az: Daxil olma xətası
cy: Methiant Mewngofnodi
fa: خطا ورود
fi: Kirjautuminen epäonnistui
gu_in: પ્રવેશ નિષ્ફળતા
kab: Tuqqna ur teddi ara
lv: Neizdevās pieslēgties
my: ဝင်ရောက်မှု မအောင်မြင်ခြင်း
sq: Dështim Hyrjeje
sv_se: Inloggning misslyckades

source: Welcome to Input!
az: Input-a Xoş Gəldiniz!
cy: Croeso i Input!
fa: به ورودی خوش آمدید!
fi: Tervetuloa Input-palveluun!
gu_in: ઇનપુટ માટે આપનું સ્વાગત છે!
kab: Anṣuf ɣer Input!
lv: Sveicināti Input!
my: Input က ကြိုဆိုပါသည်။
sq: Mirë se vini te Input!
sv_se: Välkommen till Input!

source: Other languages:
az: Digər dillər:
cy: Ieithoedd eraill:
et: Teised keeled:
fa: زبان‌های دیگر:
fi: Muut kielet:
gu_in: અન્ય ભાષાઓ:
kab: Tutlayin nniḍen:
lv: Citas valodas:
my: အခြားဘာသာစကားများ
sq: Gjuhë të tjera:
sv_se: Andra språk:

source: Go
az: Get
cy: Mynd
fa: برو
fi: Siirry
gu_in: જાઓ
kab: Bdu
lv: Iet
my: ဆောင်ရွက်ပါ
sq: Shko
sv_se: Gå

source: Legal Notices
az: Qanuni Qeydlər
cy: Hysbysiadau Cyfreithiol
et: Juriidilised märkused
fa: یادداشت های قانونی
fi: Lakiasiat
gu_in: કાયદાકીય સૂચનો
kab: Alɣu ɣef usaḍuf
lv: Juridiskās piezīmes
my: တရားရေးဆိုင်ရာသတိပေးချက်များ
sq: Shënime Ligjore
sv_se: Juridisk information

source: Report Trademark Abuse
az: Əmtəə Nişanının Qanunsuz İstifadəsi Haqqında Xəbər Ver
cy: Adrodd ar Gamddefnydd o Nodau Masnach
et: Raporteeri kaubamärgi keelatud kasutamine
fa: گزارش سو‌استفاده از علائم تجاری
fi: Ilmoita tavaramerkin väärinkäytöstä
kab: Mmel-aɣ-d aggad iseqdacen tacreṭ yersen
lv: Ziņot par preču zīmes pārkāpumu
my: ကုန်အမှတ်တံဆိပ် အလွဲသုံးစားပြုမှု တိုင်ကြားရန်
sq: Njoftoni Dhunim Shenjash Tregtare
sv_se: Rapportera varumärkesintrång

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
cy: Ar wahân i lle fydd yn cael ei <a href="%(legal_url)s">nodi</a>, mae cynnwys ar y wefan hon wedi ei drwyddedu o dan drwydded <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> neu unrhyw fersiwn diweddarach.
et: Kui ei ole teisiti <a href="%(legal_url)s">määratud</a>, on selle veebilehe sisu avaldatud <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> või selle uuema versiooni all.
fa: غیر از مواقعی که مشخصا <a href="%(legal_url)s">گزارش شده است</a>، محتویات این سایت بر اساس گواهینامه <a href="%(license_url)s">نسخه ۳ Creative Commons Attribution Share-Alike</a> یا هر نسخه بعدی‌ای انتشار یافته است.
fi: Paitsi mistä toisin <a href="%(legal_url)s">mainitaan</a>, tämän sivuston sisältö on <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> -käyttöehtojen tai uudempien alaista.
kab: Alama <a href="%(legal_url)s">ur yemgarad ara d usaḍuf</a>, agbur n usmel agi hatan daw n turagt <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> neɣ ileqman imaynuten.
lv: Izņemot citur minētām <a href="%(legal_url)s">piezīmēm</a>, saturs šajā mājaslapā ir licenzēts zem <a href="%(license_url)s">Creative Commons Attribution Share-Alike Licences v3.0</a> vai jebkuras vēlākas versijas.
sq: Hiq atje ku <a href="%(legal_url)s">shënohet</a> ndryshe, lënda e këtij sajti mund të përdoret sipas licencës <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ose cilitdo version të mëvonshëm.
sv_se: Utom där annat <a href="%(legal_url)s">anges</a>, är allt innehåll på denna webbplats licensierat under <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> eller någon senare version.

source: Your submission failed a security check on our system.
cy: Mae eich mewnbwn wedi methu gwiriad diogelwch ar ein system.
fa: ارسال شما توسط یک بررسی امنیتی بر روی سیستم ما با خطا مواجه شده است.
fi: Lähetyksesi ei läpäissyt turvatarkastusta järjestelmässämme.
kab: Tuzna yinek ur tɛedda ara i ukayad n tɣellist n unagraw nneɣ.
lv: Tavs pieprasījums neizturēja drošības pārbaudi mūsu sistēmā.
sq: Parashtrimi juaj nuk e kaloi dot një kontroll sigurie në sistemin tonë.
sv_se: Ditt bidrag missade en säkerhetskontroll i vårt system.

source: Please make sure you have cookies enabled, press the Back button in your browser, refresh the page, fill out the form, and try submitting your feedback again.
cy: Gwnewch yn siŵr fod wedi galluogi cwcis, pwyswch y botwm Nôl ar eich porwr, adnewyddwch y dudalen, llanwch y ffurflen, a cheisiwch gyflwyno eich adborth unwaith eto.
fa: لطفا مطمئن شوید کوکی های شما فعال است، لطفا دکمه عقب را در مرورگر خود بزنید،‌صفحه را از نو بارگذاری کنید، فرم را پر کنید، و مجددا بازخورد را ارسال کنید.
fi: Tarkista, että evästeet ovat käytössä, paina selaimen Takaisin-painiketta, päivitä sivu, täytä lomake ja yritä lähettää palautteesi uudestaan.
kab: Ma ulac aɣilif, senqed ma tessirgeḍ inagan n tuqqna, sit ɣef tqeffalt Tuɣalin n iminig inek, smiren asebter, ččaṛ tiferkit, sakin ɛreḍ ad tezneḍ awennit inek tikelt nniḍen.
lv: Lūdzu aplūko vai jums ir iespējotas sīkdatnes, klikšķini uz atpakaļ pogas savā pārlūkprogrammā, atsvaidzini labu, atbrīvo formu un mēģini iesūtīt savu atsauksmi vēlreiz.
sq: Ju lutemi, sigurohuni se i keni aktivizuar cookie-t, shtypni te shfletusi juaj butonin Mbrapsht, rifreskoni faqen, plotësoni formularin, dhe riprovoni ta parashtroni formularin.
sv_se: Kontrollera att du har kakor aktiverade, tryck på knappen Bakåt i webbläsaren, uppdatera sidan, fyll i formuläret och försöka skicka in återkoppling igen.

source: You've failed to authenticate with Persona. Please try again.
cy: Rydych wedi methu dilysu gyda Persona. Ceisiwch eto.
fa: تایید اعتبار شما توسط Persona دچار خطا شده است. لطفا مجددا تلاش کنید.
fi: Personalla varmentautuminen epäonnistui. Yritä uudestaan.
kab: Asesteb s Persona ur yeddi ara. Ma ulac aɣilif ɛreḍ tikelt nniḍen.
lv: Jums neizdevās autentificēties ar Persona. Lūdzu mēģiniet vēlreiz.
sq: Dështuat në mirëfilltësimin me Persona. Ju lutemi, riprovoni.
sv_se: Du har misslyckats med att autentisera med Persona. Var god försök igen.

source: Welcome!
az: Xoş Gəldiniz!
cy: Croeso!
et: Tere tulemast!
fa: خوش آمدید!
fi: Tervetuloa!
gu_in: આપનું સ્વાગત છે!
kab: Ansuf!
lv: Laipni lūdzam!
my: မင်္ဂလာပါ!
sq: Mirë se vini!
sv_se: Välkommen!

source: The identity you just logged in to Persona with ties you to your account on Input. Please remember which Persona identity you used.
cy: Mae'r manylion personol rydych wedi eu mewngofnodi i Persona y cysylltu gyda'ch cyfrif ar Input. Cofiwch pa hunaniaeth Persona rydych wedi ei ddefnyddio.
fa: شناساگر شما توسط Personaدارای ارتباط با حساب کاربری شما در ورودی می‌شود، لطفا شناساگر Persona که استفاده‌ کرده‌اید را به خاطر بسپارید.
fi: Identiteetti, jolla juuri kirjauduit Personaan, yhdistää sinut tiliisi Inputissa. Muista, mitä Persona-identiteettiä käytit.
kab: Tamagit s wayes teqqneḍ akka tura s Persona tcudd ɣer umiḍan inek di Firefox Input. Cfu ɣef tmagit i tesqedceḍ.
lv: Identitāte kurā jūs pieslēdzāties, Persona savienojās ar tavu kontu Input. Lūdzu atceries kuru personas identitāti jūs izmantojāt.
sq: Identiteti me të cilin sapo hytë te Persona ju lidh me llogarinë tuaj në Input. Ju lutemi, mbani mend cilin identitet përdorët.
sv_se: Identiteten du just loggat in till Persona med kopplar dina synpunkter till ditt konto. Kom ihåg vilken Persona identitet du använt.

source: Continue
az: Davam et
cy: Parhau
et: Jätka
fa: ادامه
fi: Jatka
gu_in: ચાલુ રાખો
kab: Kemmel
lv: Turpināt
my: ဆက်လက်ပြုလုပ်ရန်
sq: Vazhdoni
sv_se: Fortsätt

source: Colombia
az: Kalumbia
fa: کلومبیا
fi: Kolumbia
gu_in: કોલંબિયા
kab: Kulumbi
lv: Kolumbija
my: ကိုလံဘီယာ
sq: Kolumbi

source: Venezuela
fa: ونزوئلا
gu_in: વેનેઝુએલા
kab: Vinizwila
lv: Venecuēla
my: ဗင်နီဇွဲလား
sq: Venezuelë

source: Poland
az: Polşa
cy: Gwlad Pwyl
fa: لهستان
fi: Puola
gu_in: પોલેન્ડ
kab: Pulunda
lv: Polija
my: ပိုလန်
sq: Poloni
sv_se: Polen

source: Spain
az: İspaniya
cy: Sbaen
fa: اسپانیا
fi: Espanja
gu_in: સ્પેઇન
kab: Spanya
lv: Spānija
my: စပိန်
sq: Spanjë
sv_se: Spanien

source: Brazil
az: Braziliya
cy: Brasil
fa: برزیل
fi: Brasilia
gu_in: બ્રાઝીલ
kab: Brizil
lv: Brazīlija
my: ဘရာဇီး
sv_se: Brasilien

source: Germany
az: Almaniya
cy: Yr Almaen
fa: آلمان
fi: Saksa
gu_in: જર્મની
kab: Alman
lv: Vācija
my: ဂျာမနီ
sq: Gjermani
sv_se: Tyskland

source: Greece
az: Yunanıstan
cy: Groeg
fa: یونان
fi: Kreikka
gu_in: ગ્રીસ
kab: Grig
lv: Grieķija
my: ဂရိ
sq: Greqi
sv_se: Grekland

source: Hungary
az: Macarıstan
cy: Hwngari
fa: مجارستان
fi: Unkari
gu_in: હંગેરી
kab: Hungaṛya
lv: Ungārija
my: ဟန်ဂေရီ
sq: Hungari
sv_se: Ungern

source: Serbia
az: Serbiya
fa: صربستان
gu_in: સર્બિયા
kab: Ṣirbya
lv: Serbija
my: ဆားဗီးယား
sq: Serbi
sv_se: Serbien

source: Montenegro
az: Çernoqoriya
fa: مونته نگرو
gu_in: મોન્ટેનેગ્રો
kab: Muntinigru
my: မွန်တေးနက်ဂရိုး
sq: Mal i Zi

source: Mexico
az: Meksika
cy: Mecsico
fa: مکزیک
fi: Meksiko
gu_in: મેક્સિકો
kab: Meksik
lv: Meksika
my: မက္ကဆီကို
sq: Meksikë
sv_se: Mexiko

source: Peru
cy: Periw
fa: پرو
gu_in: પેરુ
kab: Piru
my: ပီရူး

source: Uruguay
az: Uruqvay
fa: اروگوئه
gu_in: ઉરુગ્વે
kab: Urugway
lv: Urugvaja
my: ဥရူဂွေး
sq: Uruguai

# DB: feedback.Product.display_name
source: Firefox
fa: فایرفاکس
gu_in: ફાયરફોક્સ

# DB: feedback.Product.display_name
source: Firefox for Android
az: Android üçün Firefox
cy: Firefox Android
fa: فایرفاکس برای اندروید
fi: Firefox Androidille
gu_in: Android માટે ફાયરફોક્સ
kab: Firefox i Android
lv: Firefox Android ierīcēm
my: Android အတွက် Firefox
sq: Firefox për Android
sv_se: Firefox för Android

# DB: feedback.Product.display_name
source: Firefox OS
fa: سیستم عامل فایرفاکس
gu_in: ફાયરફોક્સ OS

# DB: feedback.Product.display_name
source: Firefox Developer
az: Firefox Tərtibatçı
fa: توسعه دهنده فایرفاکس
gu_in: ફાયરફોક્સ વિકાસકર્તા
sv_se: Firefox-utvecklare

# DB: feedback.Product.display_name
source: Firefox for iOS
az: iOS üçün Firefox
cy: Firefox iOS
fa: فایرفاکس برای iOS
fi: Firefox iOS:lle
gu_in: iOS માટે ફાયરફોક્સ
kab: Firefox i iOS
lv: Firefox iOS ierīcēm
my: iOS အတွက် Firefox
sq: Firefox për iOS
sv_se: Firefox för iOS

source: Firefox Feedback
az: Firefox Əks Əlaqə
cy: Rhowch Adborth
fa: بازخورد Firefox
fi: Palautetta Firefoxista
gu_in: Firefox અભિપ્રાય
kab: Tiktiwin ɣef useqdec n Firefox
lv: Firefox atsauksmes
my: Firefox အကြံပေးချက်
sq: Përshtypje Mbi Firefox-in

source: Have a minute?
az: Dəqiqəniz var?
cy: Munud yn sbâr?
fa: یک دقیقه وقت دارید؟
fi: Onko sinulla minuutti aikaa?
gu_in: તમારી પાસે એક મિનિટ છે?
kab: Ɣur-k tasdat?
lv: Ir minūte?
my: တစ်မိနစ် အချိန်ပေးပါ?
sq: Keni një minutë të lirë?
sv_se: Har du en minut?

source: Tell us what you think about %(product)s so far.
az: %(product)s haqqında nə fikirləşdiyinizi bizə deyin.
cy: Rhannwch eich barn am %(product)s hyd yma.
fa: به ما بگویید که درباره %(product)s چه فکر می‌کنید.
fi: Kerro meille mielipiteesi tuotteesta %(product)s.
kab: Ini-yaɣ-d ayen tettwaliḍ akka tura ɣef %(product)s.
lv: Pastāsti, ko tu domā par %(product)s.
my: %(product)s အပေါ် သင့်အမြင်ကို ပြောပြပါ။
sv_se: Berätta vad du tycker om %(product)s hittills.

source: JavaScript is required to leave feedback. Please enable JavaScript in your browser and refresh this page.
cy: Mae angen JavaScript ar gyfer gadael adborth. Galluogwch JavaScript yn eich porwr ac adnewyddu'r dudalen.
et: JavaScript on tagasiside andmiseks nõutud. Palun luba JavaScript oma veebilehitsejas ja värskenda seda lehte.
fa: برای ارسال بارخورد وجود JavaScriptضروری است. لطفاJavaScript مرورگر خوردرا فعال کنید و صفحه را از نو بارگذاری کنید.
fi: JavaScript vaaditaan palautteen antamiseksi. Ota JavaScript käyttöön selaimessasi ja päivitä tämä sivu.
kab: JavaScript yettwasra akken ad d-muddeḍ tikti ɣef useqdec. Ma ulac aɣilif, rmed JavaScript deg iminig inek sakin smiren asebter agi.
lv: JavaScript ir nepieciešams lai atstāt atsauksmi. Lūdzu aktivizējiet JavaScript savā pārlūkprogrammā un atsvaidziniet šo lapu.
sq: Për të lënë përshtypjet, lypset JavaScript-i. Ju lutemi, aktivizoni JavaScript-in te shfletuesi juaj dhe rifreskoni këtë faqe.
sv_se: JavaScript krävs för att lämna återkoppling. Vänligen aktivera JavaScript i din webbläsare och uppdatera den här sidan.

source: I love it
az: Bunu sevirəm
cy: Mae'n wych
fa: دوستش دارم
fi: Rakastan sitä
gu_in: મને પ્રિય છે
kab: Ḥemleɣ-t
lv: Man patīk
my: သဘောကျတယ်
sq: E dua
sv_se: Jag gillar den

source: I ran into some problems
az: Bəzi problemlərim oldu
cy: Rwyf wedi cael rhai problemau
fa: به یک سری مشکل برخوردم
fi: Ajauduin ongelmiin
gu_in: મને અમુક સમસ્યાઓ આવી
kab: Ttmagareɣ-d kra n wuguren
lv: Man bija dažas ķibeles
my: အချို့ပြသာနာများတွေ့ရှိရသည်
sq: Hasa ca probleme
sv_se: Jag stötte på vissa problem

source: That's great to hear!
az: Bunu eşitdiyimizə çox sevindik!
cy: Mae hynny'n dda ei glywed!
fa: شنیدنش عالیه!
fi: Hieno juttu!
gu_in: સાંભળવા માટે શ્રેષ્ઠ છે!
kab: Tanemmirt imi d-muddeḍ afus!
lv: Prieks dzirdēt!
my: ကြားရတာဝမ်းသာပါတယ်!
sq: Gëzohemi për sa thoni!
sv_se: Det var kul att höra!

source: Want to share the love by giving us a 5 star rating on Google Play?
az: Bizə Google Play-də 5 ulduz verməklə sevginizi paylaşmaq istərdiniz?
cy: Hoffech chi rannu eich gwerthfawrogiad drwy roi 5 seren i ni yn Google Play?
fa: آیا شما می‌خواهید علاقه خود را با دادن امتیاز ۵ ستاره به ما در Google Play اشتراک‌گذاری کنید؟
fi: Haluatko levittää sanomaa ja kirjoittaa meistä 5-tähden arvostelun Googlen sovelluskauppaan Google Play?
gu_in: Google Play પર 5 સિતારા આપીને તમારી પસંદ જણાવવા માંગો છો?
kab: Tebɣiḍ ad d-muddeḍ ugar n tallalt s umuddu n tezmilt n 5 n yetran di Google Play?
lv: Pastāstīsi arī citiem, novērtējot mūs ar 5 zvaigznītēm Google Play veikalā?
my: Google Play မှာ 5 star ပေးပြီး ကျွန်ုပ်တို့ကို အားပေးမလား?
sq: Doni ta ndani me të tjerët dashurinë, duke na vlerësuar me 5 yje te Google Play?
sv_se: Vill du dela med dig av glädjen genom att ge oss en 5:a i betyg på Google Play?

source: It takes less than a minute and feels great.
az: Bu, bir dəqiqədən daha az vaxt alır və xoş təəssürat bağışlayır.
cy: Mae'n cymryd llai na munud a bydd yn gadael teimlad braf.
fa: هم کمتر از یک دقیقه طول میکشد و هم احساس خوبی خواهید کرد.
fi: Se ei vie minuuttiakaan ja siitä tulee hyvä olo.
gu_in: તે મિનિટ કરતાં ઓછો સમય લે છે અને શ્રેષ્ઠ અનુભવ થાય છે.
kab: D arurad udiɣ ad txedmed ayen yelhan.
lv: Tas prasa tikai īsu brīdi, bet dod lielu gandarījuma sajūtu.
my: တစ်မိနစ်တောင်မကြာပါဘူး
sq: Ha më pak se një minutë dhe ju bën të ndihem mirë.
sv_se: Det tar mindre än en minut och är enkelt.

source: Yes, go to Google Play
az: Hə, Google Play-ə get
cy: Iawn, mynd i Google Play
fa: بله، به Google Play برو
fi: Kyllä, avaa Google Play
gu_in: હા, Google Play પર જાવ
kab: Ih, ddu ɣer Google Play
lv: Jā, ejam uz Google Play
my: ဟုတ်ကဲ့၊ Google Play ကို သွားပါ
sq: Po, shkojmë te Google Play
sv_se: Ja, gå till Google Play

source: Oh no!
az: Ehhh!
cy: O na!
fa: نه!
fi: Voi ei!
gu_in: અરે નહિ!
kab: Ay ay ay ala!
lv: Ak, nē!
my: အိုး နိုး!
sq: Moos!
sv_se: Åh nej!

source: We're sorry that you had some problems with Firefox. Please tell us what happened so that we can fix it.
az: Firefox ilə problemləriniz olmasına çox məyus olduq. Lütfən, bizə nə baş verdiyini izah edin ki, onu düzəldə bilək.
cy: Mae'n ddrwg gennym glywed eich bod wedi cael anawsterau gyda Firefox. Dywedwch wrthym beth ddigwyddodd fel bod modd i ni ei gywiro.
fa: ما متاسفیم که شما مشکلاتی با Firefox داشتید. لطفاً به ما بگویید چه اتفاقی افتاده تا ما بتوانیم مشکل را رفع کنیم.
fi: Olemme pahoillamme, että yhteiselosi Firefoxin kanssa ei ole sujunut niin kuin pitäisi. Kerro meille, mikä meni vikaan, jotta voimme korjata sen tuleviin versioihin.
gu_in: અમને ખેદ છે તમને Firefox સાથે અમુક સમસ્યાઓ આવી. મહેરબાની કરીને અમને કહો કે શું થયુ જેથી અમે તેને સુધારી શકીએ.
kab: Suref-aɣ imi d-muggreḍ uguren akked Firefox. Segzi-yaɣ-d ayen yeḍṛan akken ad nizmir ad nesseɣti.
lv: Mums žēl, ka tev gadījās ķibele ar Firefox. Lūdzu, pastāsti, kas notika, lai mēs varētu to salabot.
my: Firefox မှာ ချို့ယွင်းချက် အချို့ရှိခဲ့ရင် ကျွနု်ပ်တို့ တောင်းပန်ပါတယ်။ ကျေးဇူးပြုပြီး ဘာဖြစ်လဲဆိုတာ ပြောပေးပါ။ ဒါမှ ပြင်နိုင်မှာပါ။
sq: Na vjen keq që patët ca probleme me Firefox-in. Ju lutemi, na tregoni se çfarë ndodhi, që të mund ta ndreqim.
sv_se: Det var tråkigt att du hade problem med Firefox. Berätta vad som hände så kanske vi kan fixa det.
