Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/messages.po
Languages: bg, he, hr, lt, pt_pt, sq

source: Thanks for helping Mozilla make your experience better!
bg: Благодаря, че помагате на Mozilla да направи вашето уеб преживяване по-добро!
he: תודה שעזרת לנו לשפר את חוויית מוזילה עבורך!
hr: Hvala Vam što pomažete Mozilli da Vaš doživljaj učini boljim!
pt_pt: Obrigado por ajudar a Mozilla a melhorar a sua experiência!
sq: Ju faleminderit për ndihmën që i jepni Mozilla-s në përmirësimin e punimit tuaj!

source: Please choose the type of feedback that you would like to submit to us:
bg: Моля, изберете типа на коментара, който искате да ни изпратите:
he: נא לבחור את סוג המשוב שברצונך לשלוח לנו:
hr: Molimo odaberite vrstu povratne informacije koju nam želite poslati:
pt_pt: Por favor, escolha o tipo de feedback que deseja nos enviar:
sq: Ju lutem, zgjidhni llojin e përshtypjes që do të donit të na parashtronit:

source: Firefox makes me happy ...
bg: Firefox ме прави щастлив ...
he: Firefox משמח אותי…
hr: Firefox me čini sretnim/sretnom ...
pt_pt: O Firefox faz-me feliz ...
sq: Firefox-i më kënaq ...

source: Firefox makes me sad ...
bg: Firefox ме натъжава ...
he: Firefox מעציב אותי…
hr: Firefox me čini tužnim/tužnom ...
pt_pt: O Firefox deixa-me triste ...
sq: Firefox-i më trishton ...

source: Download Beta
bg: Изтегляне на бетата
he: הורדת גרסת הבטא
hr: Preuzmite Beta verziju
pt_pt: Transferir o Beta
sq: Shkarkoni Beta-n

source: Oh! So, you want to offer us feedback. You'll need the latest Beta! Head over to our beta page and <a href="%(url)s">download it!</a>
bg: О! Искате да ни дадете обратна връзка. Ще ви е нужна последната бета! Отправете се към нашата страница за бета и я <a href="%(url)s">изтеглете!</a>
he: אבוי! נראה שרצית להציע לנו משוב. כדי לעשות זאת יש להשתמש בגרסת הבטא האחרונה! מעבר לדף הבטא שלנו ו<a href="%(url)s">הורדת גרסת הבטא</a>.
hr: Oh! Dakle, želite nam ponuditi povratne informacije. Trebat će vam najnovija Beta verzija! Posjetite našu stranicu za betu i <a href="%(url)s">preuzmite je!</a>
pt_pt: Oh! Então quer oferecer-nos feedback.Necessita de ter a última beta. Vá até a nossa página do beta e <a href="%(url)s">transfira-a!</a>
sq: Oh! Pra, dëshironi të na jepni përshtypje. Për këtë ju duhet Beta më i fundit! Shkoni te faqja jonë për beta-n dhe <a href="%(url)s">Shkarkojeni!</a>

source: Back to Dashboard
bg: Обратно към таблото
he: חזרה ללוח הבקרה של המשובים
hr: Natrag na nadzornu ploču
pt_pt: Voltar para o quadro

source: Give Feedback
bg: Дайте обратна връзка
he: מתן משוב
hr: Pošaljite povratnu informaciju
pt_pt: Dar Feedback
sq: Jepni Përshtypjet

source: We're glad Firefox for Mobile made you happy! Please tell us what you liked.
bg: Радваме се, че Firefox за Mobile ви е направил щастливи! Моля, кажете ни какво ви хареса.
he: אנו שמחים ש־Firefox לניידים שימח אותך! נא לספר לנו מה אהבת.
hr: Drago nam je da Vas je Firefox za mobilne uređaje razveselio! Molimo Vas, recite nam što Vam se svidjelo.
pt_pt: Estamos felizes pelo Firefox para telemóvel tê-lo feito feliz! Por favor, diga-nos do que gostou.
sq: Na bëhet qejfi që Firefox-i për Celular ju kënaqi! Ju lutem, na tregoni ç'ju pëlqeu.

source: We're sorry Firefox for Mobile made you sad. Please tell us what happened so we can fix it.
bg: Съжаляваме да разберем, че сте имали проблеми с нашия браузър. Моля кажете ни какви са, за да можем да ги поправим!
he: אנו מצטערים לשמוע שלא הייתה לך חוויית שימוש טובה עם הדפדפן שלנו. נא לספר לנו מדוע, כדי שנוכל לשפר אותו.
hr: Žao nam je što vas je Firefox za mobitel rastužio. Molimo vas, javite nam što se dogodilo kako bismo mogli ispraviti problem.
pt_pt: Pedimos desculpa por ter ficado triste com o Firefox para telemóveis. Por favor diga-nos porquê e como podemos melhora-lo
sq: Na vjen keq që nuk patët përshtypje të mira nga shfletuesi ynë. Ju lutemi, na tregoni pse, që kështu të mund ta ndreqim.

source: We love ideas for Firefox for Mobile! Please descibe your idea below.
bg: Ние обичаме идеи за Firefox за мобилни устройства! Моля, опишете вашата идея по-долу.
he: אנחנו אוהבים רעיונות לגרסת Firefox למכשירם ניידים! נא לתאר את הרעיון שלך להלן.
hr: Volimo Vaše ideje za unaprijeđivanje Firefox-a za mobilne uređaje! Molimo Vas, opišite svoju ideju u nastavku.
pt_pt: Nós adoramos ideias para o Firefox para telemóvel! Por favor, descreva a sua ideia em baixo.
sq: I duam fort idetë mbi Firefox-in për Celular! Ju lutem, përshkruani idenë më poshtë.

source: Got an idea? <a href="%(url)s">Submit it instead.</a>
bg: Имате идея? <a href="%(url)s">Изпратете я вместо това.</a>
he: יש לך רעיון? <a href="%(url)s">אפשר לשלוח אותו.</a>
hr: Imate ideju? <a href="%(url)s">Pošaljite je.</a>
pt_pt: Tem uma ideia? <a href="%(url)s">Submeta-a.</a>
sq: Keni një ide? <a href="%(url)s">Parashtrojeni.</a>

source: Include your last visited site?
bg: Добавяне на адреса на последната посетена страница?
he: לכלול בזה את הכתובת של האתר האחרון שביקרת בו?
hr: Uključiti posljednju posjećenu stranicu?
pt_pt: Adicionar a última pasta visitada?
sq: Të përfshihet site-i i fundit i vizituar?

source: For your privacy, please don't include any personally identifiable information in your feedback.
bg: За да останете анонимни, моля не включвайте никаква лична информация във вашата обратна връзка, която би могла да доведе до вашето идентифициране.
he: למען פרטיותך, נא לוודא כי אין בטופס מידע אישי שניתן לזיהוי.
hr: Zbog vaše privatnosti, molimo provjerite da osobne informacije nisu uvrštene u vaše povratne informacije.
pt_pt: Por favor assegure-se que não existe aqui informação pessoal que o possa identificar.
sq: Që të ruhet privatësia juaj, ju lutem, sigurohuni që te përshtypjet tuaja nuk përmbahen të dhëna personale të identifikueshme.

source: Send Feedback
bg: Изпратете обратна връзка
he: שליחת משוב
hr: Pošalji povratnu informaciju
lt: Siųsti atsiliepimą
pt_pt: Enviar Feedback
sq: Dërgoji Përshtypjet

source: Super! Please tell us more!
bg: Супер! Кажете ни повече!
he: מעולה! נשמח לשמוע עוד!
hr: Super! Molimo recite nam više!
pt_pt: Super! Diga-nos mais!
sq: Super! Ju lutemi, na tregoni edhe më!

source: Ack! Please tell us what to fix!
bg: Съжаляваме! Моля кажете ни повече!
he: רות, קיבלנו! נא לספר לנו מה לתקן!
hr: Zaprimljeno! Molimo recite nam što treba popraviti!
pt_pt: Desculpe! Diga-nos o que reparar!
sq: Aaah! Ju lutem, na tregoni çfarë të ndreqim!

source: Awesome! Please enter your idea below:
bg: Чудесно! Моля, въведете идеята си по-долу:
he: מעולה! נא לכתוב את ההצעה שלך להלן:
hr: Super! Molimo unesite vašu ideju ispod:
pt_pt: Impressionante! Por favor, faça a sua sugestão em baixo:
sq: Shkëlqyeshëm! Ju lutem, jepni më poshtë idenë tuaj:

source: Add URL of last visited page?
bg: Добавяне на адреса на последната посетена страница?
he: להכניס את הכתובת של הדף האחרון שביקרת בו?
hr: Dodati URL zadnje posjećene stranice?
pt_pt: Adicionar o URL da última página visitada?
sq: Të shtohet URL e faqes së fundit të vizituar?

source: Or submit your ideas with our <a href="%(url_idea)s">idea box</a>!
bg: Или изпратете идеите си чрез нашата <a href="%(url_idea)s">кутия за идеи</a>!
he: או לשלוח את הרעיונות שלך בדרך <a href="%(url_idea)s">תיבת הרעיונות</a>!
hr: Ili pošaljite Vaše ideje s našom <a href="%(url_idea)s">kutijom za prijedloge</a>!
pt_pt: Ou submeta as suas ideias na nossa <a href="%(url_idea)s">caixa de ideias</a>!
sq: Ose jepini idetë tuaja te <a href="%(url_idea)s">kutia jonë për idetë</a>!

source: We love feedback about Firefox for Mobile! What would you like to tell us?
bg: Ние обичаме обратна връзка за Firefox за мобилни устройства! Какво бихте искали да ни кажете?
he: אנחנו אוהבים משוב על גרסת Firefox למכשירים ניידים! מה עוד רצית לספר לנו?
hr: Volimo povratne informacije o Firefox-u za mobilne uređaje! Što biste nam htjeli predložiti?
pt_pt: Nós amamos feedback sobre o Firefox para telemóvel! O que gostaria de nos dizer?
sq: Dëshirojmë të dëgjojmë përshtypjet tuaja mbi Firefox-in për Celular! Ç'do të donit të na thoshit?

source: Firefox made me happy
bg: Firefox ме направи щастлив
he: Firefox שימח אותי…
hr: Firefox me razveselio
lt: „Firefox“ mane nudžiugino
pt_pt: O Firefox faz-me feliz
sq: Firefox-i më kënaqi

source: Firefox made me sad
bg: Firefox ме натъжи
he: Firefox העציב אותי…
hr: Firefox me rastužio
lt: „Firefox“ mane nuliūdino
pt_pt: O Firefox deixa-me triste
sq: Firefox-i më trishtoi

source: I have an idea for Firefox
bg: Имам идея за Firefox
he: יש לי רעיון בשביל Firefox
hr: Imam ideju za Firefox
pt_pt: Tenho uma ideia para o Firefox
sq: Kam një ide për Firefox-in

source: If you need help or have a problem with Firefox, please visit <a id="sumo-url" href="%(url)s/">Firefox Support</a>.
he: דרושה לך עזרה או שיש לך בעיה עם Firefox, נא לבקר באתר <a id="sumo-url" href="%(url)s/">Firefox Support</a>.
hr: Ukoliko trebate pomoć ili imate problema s Firefoxom, molimo posjetite <a id="sumo-url" href="%(url)s/">Firefox podršku</a>.

source: Dashboard
bg: Дъска
he: לוח בקרה
hr: Nadzorna ploča
lt: Skydelis
pt_pt: Quadro
sq: Pulti

source: Translate Message
bg: Превод на съобщението
he: תרגום הודעה
hr: Prevedi poruku
pt_pt: Traduzir mensagem
sq: Përkthejeni Mesazhin

source: Tweet This
bg: Публикувай в Twitter
he: לצייץ (טוויטר)
hr: Objavi na Twitteru
pt_pt: Tweetar isto

source: Thanks for sharing your feedback!
bg: Благодарим ви, че споделихте вашата обратна връзка!
he: תודה רבה על שליחת המשוב שלך אליו!
hr: Hvala što ste poslali povratnu informaciju!
pt_pt: Obrigado por nos enviar o seu feedback!
sq: Ju faleminderit që na dërgoni përshtypjet tuaja!

source: Want to know what's going on with Firefox for Mobile? We have many ways of staying in touch:
bg: Искате ли да знаете какво се случва с Firefox за мобилни устройства? Ние имаме много начини за връзка:
he: רצית לדעת מה קורה עם Firefox למכשירים ניידים? יש הרבה דרכים להישאר בקשר:
hr: Želite znati što se novog događa sa Firefox-om za mobilne uređaje? Mnogo je načina kako da ostanete u kontaktu:
pt_pt: Quer saber o que está a acontecer com o Firefox para telemóvel? Temos muitas maneiras de se manter em contacto:
sq: Doni të jeni në dijeni se si po ecën Firefox-i për Celular? Kemi plot mënyra për të mbajtur lidhjet:

source: See where your feedback goes.
bg: Искате да разберете какво се случва с вашата обратна връзка?
he: לאן המשוב שלך הולך.
hr: Pogledajte gdje idu Vaše povratne informacije.
pt_pt: Escreva aqui a sua opinião.
sq: Shihni ku venë përshtypjet tuaja.

source: Feedback Dashboard
bg: Табло за обратна връзка
he: לוח בקרה של משובים
hr: Nadzorna ploča povratnih informacija
pt_pt: Quadro de feedback
sq: Pult Përshtypjesh

source: Download the beta and give us feedback!
he: להוריד גרסת בטא ולתת לנו משוב!
hr: Preuzmite beta inačicu i javite nam svoje mišljenje!

source: Follow us on Twitter.
bg: Абонирайте се за нас в Twitter.
he: עִקבו אחרינו ב־Twitter.
hr: Pratite nas na Twitteru.
pt_pt: Siga-nos no Twitter.
sq: Na ndiqni në Twitter.

source: Let's be friends.
bg: Нека бъдем приятели.
he: בואו ונהיה חברים.
hr: Budimo prijatelji!
pt_pt: Vamos ser amigos.
sq: Le të bëhemi miq.

source: Firefox on Facebook
bg: Firefox във Facebook
he: Firefox ב־Facebook
hr: Firefox na Facebooku
pt_pt: Firefox logo
sq: Firefox-i në Facebook

source: Get the latest news on Firefox.
bg: Научете последните новини за Firefox.
he: קבלת החדשות האחרונות על Firefox.
hr: Saznajte najnovije vijesti o Firefoxu.
pt_pt: Descubra as últimas notícias do Firefox
sq: Merrni lajmet e fundit mbi Firefox-in.

source: Idea
bg: Идея
he: רעיון
hr: Ideja
pt_pt: Ideia
sq: Ide

source: Rating
bg: Оценка
he: דירוג
hr: Ocjena
pt_pt: Classificação
sq: Vlerësim

source: Broken Website
bg: Повреден уебсайт
he: אתר מקולקל
hr: Neispravna stranica
pt_pt: Sítio web com problema
sq: Site Web i Dëmtuar

source: Mobile
bg: Мобилно устройство
he: Mobile (מכשירים ניידים)
hr: Mobilni

source: Other
bg: Друг
he: אחר
hr: Ostali
lt: Kita
pt_pt: Outro
sq: Tjetër

source: {0} day ago
bg: преди {0} ден
he: אתמול
hr: prije {0} dan
pt_pt: {0} dia atrás
sq: {0} ditë më parë

source: {0} hour ago
bg: преди {0} час
he: לפני שעה
hr: prije {0} sat
pt_pt: {0} hora atrás
sq: {0} orë më parë

source: {0} minute ago
bg: преди {0} минута
he: לפני דקה
hr: prije {0} minutu
pt_pt: há {0} minuto
sq: {0} minutë më parë

source: just now
bg: преди малко
he: זה עתה
hr: upravo sada
pt_pt: apenas agora
sq: tani

source: &laquo; Older Messages
bg: &laquo; По-стари съобщения
he: &raquo; הודעות ישנות יותר
hr: &laquo; Starije poruke
pt_pt: &laquo; Mensagens antigas

source: Newer Messages &raquo;
bg: По-нови съобщения &raquo;
he: הודעות חדשות יותר &laquo;
hr: Novije poruke &raquo;
pt_pt: Mensagens recentes &raquo;

source: Query has timed out.
bg: Времето за изпълнение на търсенето изтече.
he: פג הזמן לשאילתה.
hr: Upit je istekao.
pt_pt: O pedido expirou.
sq: Kërkesës i skadoi koha.

# version_choice
source: -- all --
bg: – всички –
he: -- הכול --
hr: -- sve --
pt_pt: -- todas --
sq: -- krejt --

# sentiment_choice
source: -- all --
bg: – всички –
he: -- הכול --
hr: -- sve --
pt_pt: -- todas --
sq: -- krejt --

source: Issues
bg: Проблеми
he: תלונות
hr: Problemi
pt_pt: Problemas
sq: Probleme

source: Ideas
bg: Идеи
he: רעיונות
hr: Ideje
pt_pt: Ideias
sq: Ide

# platform_choice
source: -- all --
bg: -- всички --
he: -- הכול --
hr: -- sve --
pt_pt: -- todas --
sq: -- krejt --

# locale_choice
source: -- all --
bg: – всички –
he: -- הכול --
hr: -- sve --
pt_pt: -- todas --
sq: -- krejt --

source: Search by keyword
bg: Търсене по ключова дума
he: חיפוש לפי מילות מפתח
hr: Traži po ključnoj riječi
lt: Ieškoti pagal raktažodį
pt_pt: Pesquisar por palavra chave
sq: Kërkim sipas fjalëkyçash

source: Product:
bg: Продукт:
he: מוצר:
hr: Proizvod:
pt_pt: Produto:
sq: Produkt:

source: Version:
bg: Версия:
he: גרסה:
hr: Inačica:
pt_pt: Versão:

source: Sentiment:
bg: Сантимент:
he: הרגשה:
pt_pt: Sentimento:
sq: Ndjenjë:

source: Locale:
bg: Локал:
he: שפה:
hr: Jezik:
pt_pt: Idioma:
sq: Gjuhë:

source: PLATFORM:
bg: ПЛАТФОРМА:
he: פלטפורמה:
hr: PLATFORMA:
pt_pt: PLATAFORMA:
sq: PLATFORMË:

source: Date range:
bg: Времеви период
he: טווח תאריכים:
hr: Vremenski period:
pt_pt: Intervalo da data:
sq: Interval datash:

source: to
bg: до
he: עד
hr: do
pt_pt: para
sq: deri

source: Search Results in Firefox Beta Feedback.
bg: Резултати от търсенето в обратната връзка за бетата на Firefox.
he: תוצאות חיפוש במשובים עבור Firefox Beta.
hr: Rezultati pretrage u Firefox Beta povratnim informacijama.
pt_pt: Resultados de pesquisa no Firefox Beta Feedback.
sq: Përfundime Kërkimi te Firefox Beta Feedback.

source: Show/Hide Options
bg: Показване/скриване на настройки
he: הצגה או הסתרה של אפשרויות
hr: Prikaži/sakrij mogućnosti
pt_pt: Mostrar/Ocultar opções
sq: Shfaq/Fshih Mundësi

source: Toggle
bg: Превключване
he: מתג
hr: Prebaci
pt_pt: Trocar
sq: Këmbeje

source: Devices
bg: Устройства
he: מכשירים
hr: Uređaji
pt_pt: Dispositivos
sq: Pajisje

source: Locale
bg: Локал
he: שפה
hr: Jezik
lt: Lokalė
pt_pt: Idioma
sq: Vendore

source: More Locales
bg: Още езици
he: שפות נוספות
hr: Ostali jezici
pt_pt: Mais idiomas
sq: Më Tepër Vendore

source: Manufacturer
bg: Производител
he: יצרן
hr: Proizvođač
pt_pt: Fabricante
sq: Prodhues

source: More Options
bg: Повече настройки
he: אפשרויות נוספות
hr: Više mogućnosti
pt_pt: Mais opções
sq: Më tepër Mundësi

source: Copy User Agent
bg: Копиране на потребителския агент
he: העתקת מחרוזת סוכן משתמש (User Agent)
hr: Kopiraj User Agent
pt_pt: Copiar agente de utilizador
sq: Kopjo Agjentin e Përdoruesit

source: No search results found.
bg: Няма резултати от търсенето.
he: לא נמצאו תוצאות חיפוש.
hr: Nema pronađenih rezultata pretraživanja.
pt_pt: Nenhuns resultados de pesquisa encontrados.
sq: Nuk u gjetën përfundime kërkimi.

source: You can adjust your search criteria or use fewer filters to find more opinions.
bg: Можете да настроите вашите критерии за търсене или да използвате по-малко филтри, за да намерите повече мнения.
he: אפשר לכוונן מילות חיפוש או להשתמש בפחות מסננים כדי למצוא עוד דעות.
hr: Možete prilagoditi kriterije pretraživanja ili koristiti manji broj filtera kako biste pronašli dodatna mišljenja.
pt_pt: Pode ajustar os seus critérios de pesquisa ou use menos filtros para encontrar mais opiniões.

source: Note: Recently released versions of Firefox may have less feedback.
bg: Забележка: По-новите версии на Firefox могат да имат по-малко обратна връзка.
he: לתשומת לבך: ייתכן שיש פחות משוב על גרסאות של Firefox שיצאו לאחרונה.
hr: Napomena: Nedavno objavljena inačica Firefox-a može imati manje povratnih informacija.
pt_pt: Nota: As versões recentemente lançadas do Firefox podem ter menos feedback.

source: Messages
bg: Съобщения
he: הודעות
hr: Poruke
lt: Žinutės
pt_pt: Mensagens
sq: Mesazhe

source: Type of Feedback
bg: Вид на обратната връзка
he: סוג משוב
hr: Vrsta povratnih informacija
pt_pt: Tipo de Feedback
sq: Lloj Përshtypjesh

source: Platform
bg: Платформа
he: פלטפורמה
hr: Platforma
lt: Platforma
pt_pt: Plataforma
sq: Platformë

source: Welcome
bg: Добре дошли
he: ‫ברוכים הבאים
hr: Dobrodošli
lt: Sveiki
pt_pt: Bem vindo
sq: Mirë se vini

source: Search Results
bg: Резултати от търсенето
he: תוצאות חיפוש
hr: Rezultati pretraživanja
pt_pt: Resultados da pesquisa
sq: Përfundime Kërkimi

source: ATOM feed for this search
bg: Емисия Atom за това търсене
he: הזנת ATOM לחיפוש זה
hr: ATOM kanal za ovu pretragu
pt_pt: Fonte ATOM para esta pesquisa
sq: Prurje ATOM për këtë kërkim

source: Product
bg: Продукт
he: מוצר
hr: Proizvod
lt: Produktas
pt_pt: Produto
sq: Produkt

source: Latest Feedback
bg: Прясна обратна връзка
he: משוב אחרון
hr: Najnovija povratna informacija
lt: Paskiausi atsiliepimai
pt_pt: Submeter feedback
sq: Përshtypjet Më të Fundit

source: Search
bg: Търсене
he: חיפוש
hr: Traži
pt_pt: Pesquisar
sq: Kërko

source: Advanced
bg: Разширени
he: מתקדם
hr: Napredno
pt_pt: Avançado
sq: Të mëtejshme

source: While Visiting
bg: При посещаване на
he: כאשר מבקרים באתר
hr: Dok posjećujete
pt_pt: Enquanto visita
sq: Teksa Vizitohej

source: Often Mentioned
bg: Често споменавани
he: מוזכרים לעיתים קרובות
hr: Često spomenuto
pt_pt: Mencionado diversas vezes
sq: Të përmendur Shpesh

source: Search Unavailable
bg: Търсенето е недостъпно
he: חיפוש אינו זמין
hr: Tražilica nije dostupna
pt_pt: Pesquisa indisponível
sq: Kërkim i Pamundur Hëpërhë

source: I'm sorry, there was an error with your search.
bg: Съжалявам, получи се грешка с вашето търсене.
he: מצטערים, אירעה שגיאה עם חיפוש שלך.
hr: Žao nam je, došlo je do greške s vašim pretraživanjem.
pt_pt: Desculpe, mas houve um erro com a sua pesquisa.
sq: Na ndjeni, pati një gabim te kërkimi juaj.

source: Our search engine might be currently unavailable. You may start over on the <a href="%(url)s">dashboard</a> and try again later.
bg: Нашата търсеща машина в момента не е достъпна. Може да започнете отново от <a href="%(url)s">дъската</a> и да пробвате пак.
he: ייתכן שמנוע החיפוש שלנו אינו זמין כעת. באפשרותך להתחיל מחדש ב<a href="%(url)s">לוח הבקרה</a> ולנסות שוב מאוחר יותר.
hr: Moguće je da je naša tražilica trenutno nedostupna. Možete ponovno započeti na <a href="%(url)s">nadzornoj ploči</a> i pokušati ponovno kasnije.
pt_pt: O nosso motor de pesquisa poderá estar indisponível. Pode recomeçar no <a href="%(url)s">quadro</a> e tentar de novo mais tarde.
sq: Motori ynë i kërkimeve mund të jetë hëpërhë jashtë pune. Mund t'ia nisni nga e para te <a href="%(url)s">pulti</a> dhe të riprovoni më vonë.

source: If the problem persists, please <a href="%(bug_url)s">file a bug</a>, mentioning the URL you were accessing.
bg: Ако проблемът продължава, моля <a href="%(bug_url)s">докладвайте бъг</a>, добавяйки адреса, който сте разглеждали.
he: אם הבעיה נמשכת, בבקשה <a href="%(bug_url)s">לפתוח באג</a>, המציין את הכתובת שניסית לגשת אליה.
hr: Ako se problem nastavi, molimo vas da <a href="%(bug_url)s">prijavite grešku</a>, navodeći URL kojem ste pristupali.
pt_pt: Se o problema persistir, por favor <a href="%(bug_url)s">reporte um bug</a>, mencionando o URL a que estava a aceder.
sq: Po qe se keni prapë të njëjtin problem, ju lutem, <a href="%(bug_url)s">njoftojeni të metën</a>, duke treguar URL-në ku po provonit të hynit.

source: Include the following error message in your bug report:
bg: Включете следното съобщение за грешка към вашия доклад за бъг:
he: לכלול את הודעת השגיאה שלהלן בדיווח הבאג שלך:
hr: Uključite sljedeću poruku o pogrešci u svom izvještaju greške:
pt_pt: Incluir a seguinte mensagem de erro no seu relatório de erro:
sq: Përfshini te njoftimi juaj për të metën mesazhin vijues për gabimin:

source: Thanks!
bg: Благодаря!
he: תודה!
hr: Hvala!
pt_pt: Obrigado!
sq: Faleminderit!

source: All
bg: Всички
he: הכול
hr: Sve
pt_pt: Todos
sq: Krejt

source: When
bg: Време
he: מתי
hr: Kada
lt: Kada
pt_pt: Quando
sq: Kur

source: Custom
bg: Друго
he: מותאם אישית
hr: Uobičajeno
pt_pt: Personalizado
sq: Vetjake

# date_range_set
source: Set
bg: Задаване
he: להגדיר
hr: Postavi
pt_pt: Aplicar
sq: Vendose

source: {num} opinions on {day}
bg: {num} мнения на {day}
he: {num} דעות ביום {day}
hr: {num} mišljenja na {day}
pt_pt: {num} opiniões na {day}
sq: {num} opinione më {day}

source: Loading feedback history...
bg: Зареждане на историята на обратната връзка...
he: היסטוריית משובים בטעינה…
hr: Učitavam povijest povratnih informacija...
pt_pt: A carregar histórico de feedback...
sq: Po ngarkohet historiku i përshtypjeve...

source: Loading ratings history...
bg: Зареждане на историята на рейтингите...
he: היסטוריית דירוגים בטעינה…
hr: Učitavanje povijesti ocjena...
pt_pt: A carregar histórico de avaliações ...
sq: Po ngarkohet historiku i vlerësimeve...

source: Last day
bg: Последния ден
he: יום אחרון
hr: Posljednji dan
pt_pt: Último dia
sq: Ditën e fundit

source: 1d
bg: 1 ден
he: יום אחד

source: Last 7 days
bg: Последните 7 дни
he: שבוע אחרון
hr: Posljednjih 7 dana
pt_pt: Últimos 7 dias
sq: 7 ditët e fundit

source: 7d
bg: 7 дена
he: שבוע

source: Last 30 days
bg: Последните 30 дни
he: 30 ימים אחרונים
hr: Posljednjih 30 dana
pt_pt: Últimos 30 dias
sq: 30 ditët e fundit

source: 30d
bg: 30 дена
he: 30 ימים

source: No date limit
bg: Няма данни за датата
he: אין הגבלת זמן
hr: Nema datumskog ograničenja
pt_pt: Sem limite de data
sq: Pa kufi date

source: Show More Locales
bg: Показване на още езици
he: הצגת שפות נוספות
hr: Ostali jezici
pt_pt: Mostrar mais idiomas

source: <strong>%(cnt)s</strong> message
bg: <strong>%(cnt)s</strong> съобщение
he: הודעה <strong>אחת</strong>
hr: <strong>%(cnt)s</strong> poruka
pt_pt: <strong>%(cnt)s</strong> mensagem
sq: <strong>%(cnt)s</strong> mesazh

source: Show More Platforms
bg: Показване на повече платформи
he: הצגת פלטפורמות נוספות
hr: Ostale platforme
pt_pt: Mostrar mais plataformas

source: Clear Search
bg: Изчистване на търсенето
he: ניקוי חיפוש
hr: Očisti pretraživanje
pt_pt: Limpar pesquisa

source: Feed
bg: Емисия
he: הזנה
hr: Kanal
pt_pt: Fonte
sq: Prurje

source: Statistics
bg: Статистики
he: סטטיסטיקה
hr: Statistika
pt_pt: Estatísticas
sq: Statistika

source: Trends
bg: Тенденции
he: מגמות
hr: Trendovi
pt_pt: Tendências
sq: Prirje

source: Settings
bg: Настройки
he: הגדרות
hr: Postavke
pt_pt: Configurações

source: &laquo; Newer Feedback
bg: &laquo; Прясна обратна връзка
he: &raquo; הודעות ישנות יותר
hr: &laquo; Novije povratne informacije
pt_pt: &laquo; Mensagens recentes
sq: &laquo; Prurjet Më të Reja

source: Older Feedback &raquo;
bg: По-стара обратна връзка &raquo;
he: הודעות חדשות יותר &laquo;
hr: Starije povratne informacije &raquo;
pt_pt: Feedback antigo &raquo;
sq: Prurjet Më të Vjetra &raquo;

source: Version
bg: Версия
he: גרסה
hr: Inačica:
lt: Versija
pt_pt: Versão

source: Switch to Desktop Dashboard
bg: Превключване към Desktop Табло
he: מעבר ללוח הבקרה עבור מחשבים שולחניים
hr: Prebaci na radnu površinu
pt_pt: Mude para o quadro do Desktop

source: For last:
bg: За последните:
he: עבור:
hr: Zadnjih:
pt_pt: Por último:
sq: Periudhë kohore:
