Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/messages.po
Languages: bg, he, hr, lt, pt_pt, sq

source: We already got your feedback! Thanks.
bg: Вече разполагаме с вашата обратна връзка! Благодарим ви.
he: כבר קיבלנו את המשוב שלך! תודה.
hr: Već smo zaprimili vaše povratne informacije! Hvala.
pt_pt: Já temos o seu feedback! Obrigado.
sq: I kemi marrë tashmë përshtypjet tuaja! Faleminderit.

source: Please describe what you liked.
bg: Моля, опишете какво харесахте.
he: נא לתאר מה אהבת.
hr: Molimo Vas, opišite što vam se svidjelo.
lt: Prašome nupasakoti, kas jums patiko.
pt_pt: Por favor, descreva do que gostou.
sq: Ju lutem, përshkruani ç'ju pëlqeu.

source: Please describe your problem below.
bg: Обяснете идеята си по-долу.
he: נא לתאר את הבעיה להלן.
hr: Opišite svoj problem u nastavku.
lt: Prašome aprašyti savo problemą žemiau.
pt_pt: Por favor, descreva o problema abaixo.
sq: Ju lutem, përshkruani më poshtë problemin tuaj.

source: Describe your idea below.
bg: Опишете идеята си по-долу.
he: נא לתאר את הרעיון שלך להלן.
hr: Opišite svoju ideju u nastavku.
pt_pt: Descreva a sua ideia abaixo.
sq: Përshkruani më poshtë idenë tuaj.

source: Unknown
bg: Непознат
he: לא ידוע
hr: Nepoznat
lt: Nežinoma
pt_pt: Desconhecido
sq: E panjohur

source: Praise
bg: Похвала
he: תשבוחות
hr: Pohvala
pt_pt: Elogio
sq: Vlerësim

source: Issue
bg: Проблем
he: תלונה
hr: Problem
pt_pt: Problema
sq: Problem

source: Your comment contains swear words (%s). In order to help us improve our products, please use words that help us create an action or to-do from your constructive feedback. Thanks!
bg: Вашият коментар съдържа нецензурни думи (%s). За да подобрим нашия продукт, моля изразявайте се така, че да предприемем действие или отбележим задача от вашата обратна връзка. Благодарим Ви!
he: התגובה שלך כוללת קללות (%s). כדי לסייע לנו להפיק את המיטב מהמוצרים שלנו, אנא השתמש במילים שיכולות לעזור לנו לבצע פעולה או רשימת משימות מהמשוב הבונה שלך. תודה!
hr: Vaš komentar sadrži psovke (%s). Da biste nam pomogli unaprijediti naše proizvode, molimo vas da koristite riječi koje će nam pomoći u stvaranju akcija ili zadataka iz vašeg konstruktivnog komentara. Hvala!
pt_pt: O seu comentário contém palavras incorrectas (%s). Para que nos possa ajudar a melhorar os nossos produtos, use palavras que nos ajudem a criar uma acção ou a fazer a partir do seu feedback construtivo. Obrigado!
sq: Komenti juaj përmban fjalë fyese (%s). Që të na ndihmoni të përmirësojmë produktet tona, ju lutem, përdorni te përshtypjet tuaja fjalë të dobishme që mund të bëhen nxitje për veprime. Faleminderit!

source: Feedback must not contain HTML.
bg: Обратната връзка не трябва да съдържа HTML.
he: המשוב אינו יכול להכיל HTML.
hr: Povratna informacija ne smije sadržavati HTML.
pt_pt: A opinião não pode conter HTML.
sq: Teksti i përshtypjeve nuk duhet të përmbajë HTML.

source: Your feedback seems to contain an email address. Please remove this and similar personal data from the text, then try again. Thanks!
bg: Изглежда, че вашата обратна връзка съдържа адрес на електронна поща. Моля редактирайте текста така, че да премахнете този адрес, както и всяка друга подобна лична информация, и опитайте отново. Благодарим ви!
he: נראה שהמשוב שלך כולל כתובת דואר אלקטרוני. נא להסיר כתובת זו ונתונים אישיים דומים מהמלל ולנסות שוב. תודה!
hr: Izgleda da vaše povratne informacije sadrže adresu e-pošte. Molimo vas da je uklonite, kao i sve slične informacije, te pokušate ponovno. Hvala!
pt_pt: O seu feedback parece conter um endereço de correio electrónico. Por favor remova-o assim como dados pessoais similares e tente de novo. Obrigado!
sq: Duket se përshtypjet tuaja përmbajnë një adresë email. Ju lutem, hiqeni nga teksti atë dhe të tjera të dhëna personale, e mandej riprovoni. Faleminderit!

source: URLs with IP addresses must contain public IP addresses.
bg: Адресите от IP тип, трябва да са публични IP адреси.
he: כתובות רשת עם מספרי IP צריכים להיות נגישים לציבור.
hr: URL-ovi s IP adresom moraju sadržavati javne IP adrese.
pt_pt: URLs com endereços de IP devem conter endereços IP públicos.

source: Your feedback seems to contain a URL. Please remove this and similar personal data from the text, then try again. Thanks!
bg: Изглежда, че вашата обратна връзка съдържа URL. Моля редактирайте текста така, че да премахнете това URL, както и всяка друга подобна лична информация, и опитайте отново. Благодарим ви!
he: נראה שהמשוב שלך כולל כתובת של אתר. נא להסיר אותה ונתונים אישיים דומים מהמלל ולנסות שוב. תודה!
hr: Čini se da da vaša povratna informacija sadrži URL. Molimo vas da ga uklonite zajedno s bilo kakvim privatnim informacijama, te pokušate ponovno. Hvala!
pt_pt: O seu feedback parece conter um URL. Por favor remova-o assim como dados pessoais similares e tente de novo. Obrigado!
sq: Duket se përshtypjet tuaja përmbajnë një URL. Ju lutem, hiqeni nga teksti atë dhe të tjera të dhëna personale, e mandej riprovoni. Faleminderit!

source: User-Agent request header must be set.
bg: Заглавката на заявката User-Agent трябва да я има.
he: חובה להגדיר כותר סוכן משתמש (User-Agent request header).
hr: User-Agent zaglavlje zahtjeva mora biti postavljeno.
pt_pt: O cabeçalho do pedido do agente de utilizador tem de ser definido.
sq: Titulli i kërkesës së Agjentit të Përdoruesit duhet caktuar.

source: Submit Feedback
bg: Изпращане на обратна връзка
he: שליחת משוב
hr: Pošalji povratnu informaciju
lt: Pateikti atsiliepimą
pt_pt: Submeter opinião
sq: Parashtroji Përshtypjet

source: It's great to hear you want to help Mozilla make your experience better!
bg: Чудесно е, че искате да ни помогнете на Mozilla да направи вашето уеб преживяване по-добро!
he: טוב לשמוע שרצית לעזור למוזילה לשפר את החוויה שלך!
hr: Super je što želite pomoći Mozilli da vaš doživljaj učini još boljim!
pt_pt: É muito bom ouvir que quer ajudar a Mozilla a tornar a sua experiência melhor!
sq: Na vjen shumë mirë që dëshironi të ndihmoni Mozilla-n në përmirësimin e punimit tuaj!

source: Please choose one of the following types of feedback that you would like to submit to us:
bg: Моля изберете един от следните видове коментари, които бихте искали да ни изпратите:
he: נא לבחור את סוג המשוב שברצונך לשלוח לנו:
hr: Molimo vas da odaberete jednu od sljedećih vrsta povratne informacije koju nam želite poslati:
pt_pt: Por favor, escolha um dos seguintes tipos de feedback que deseja nos enviar:
sq: Ju lutem, zgjidhni një nga llojet vijuese për përshtypjet që do të donit të na parashtronit:

source: Firefox makes me happy because ...
bg: Firefox ме прави щастлив, защото ...
he: Firefox משמח אותי כי…
hr: Firefox me razveselio jer ...
pt_pt: O Firefox deixa-me feliz porque ...
sq: Firefox-i më kënaq, ngaqë ...

source: Firefox makes me sad because ...
bg: Firefox ме натъжава, защото ...
he: Firefox מעציב אותי כי…
hr: Firefox me rastužio jer ...
pt_pt: Firefox deixa-me triste porque ...
sq: Firefox-i më trishton, ngaqë ...

source: Firefox Logo
bg: Firefox Лого
he: לוגו של Firefox
sq: Stema e Firefox-it

source: If you need help or have a problem with Firefox, please visit our <a href="%(support_url)s">support page</a>.
bg: Ако имате нужда от помощ или имате проблем с Firefox, моля посетете <a href="%(support_url)s">страницата на поддръжката</a>.
he: אם דרושה לך עזרה או שי לך עם Firefox, נא לבקר ב<a href="%(support_url)s">דף התמיכה</a> שלנו.
hr: Ukoliko trebate pomoć ili imate problema s Firefoxom, molimo posjetite našu <a href="%(support_url)s">stranicu podrške</a>.
pt_pt: Se precisar de ajuda ou tiver um problema com o Firefox, visite a nossa <a href="%(support_url)s"> página de ajuda</a>.
sq: Nëse ju duhet ndihmë, ose nëse keni probleme me Firefox-in, ju lutem, vizitoni <a href="%(support_url)s">faqen tonë të asistencës</a>.

source: Download Firefox
bg: Изтеглете Firefox
he: הורדת Firefox
hr: Preuzmite Firefox
lt: Parsisiųsti „Firefox“
pt_pt: Transferir o Firefox
sq: Shkarkoni Firefox-in

source: Oh! So, you want to offer us feedback on Firefox. Thank you, but you'll need to be on the latest version.
bg: О! Искате да ни дадете обратна връзка за Firefox? Благодарим ви, но трябва първо да използвате последната версия.
he: הא! נראה שרצית לתת לנו משוב על Firefox. תודה לך, אבל לשם כך צריך להשתמש בגרסה החדשה ביותר.
hr: Uh! Ddakle, želite nam ponuditi povratne informacije za Firefox. Hvala, ali trebate koristiti najnoviju inačicu.
lt: O! Taigi, Jūs norite pasidalinti savo nuomone ir patirtimi su „Firefox“. Ačiū, tačiau Jūs turite naudoti naujausią versiją.
pt_pt: Oh! Então quer oferecer-nos feedback da próxima versão do Firefox. Obrigado mas necessita de ter a última beta.
sq: Oh! Pra, dëshironi të na jepni përshtypjet mbi Firefox-in. Ju faleminderit, por për këtë lypset të keni versionin më të ri.

source: To do that, simply go to our download page and install/update to the <a href="%(url)s">latest version of Firefox!</a>
bg: За да направите това, просто отидете на страницата за изтегляне и инсталирайте/обновете до <a href="%(url)s">последната версия!</a>
he: כדי להצטרף, יש לעבור לדף ההורדה ולהתקין את <a href="%(url)s">הגרסה החדשה ביותר של Firefox!</a>
hr: Da biste to uradili, jednostavno posjetite našu stranicu preuzimanja i instalirajte/ažurirajte na <a href="%(url)s">najnoviju inačicu Firefoxa!</a>
lt: Tai padaryti galite paprasčiausiai užėję į mūsų parsisiuntimo puslapį ir iš parsisiuntę <a href="%(url)s">naujausią „Firefox“ versiją!</a>
pt_pt: Para fazer isso, vá à nossa pagina de transferências e instale/actualize para o <a href="%(url)s">último Firefox Beta!</a>
sq: Për këtë, thjesht shkoni te faqja jonë e shkarkimeve dhe instaloni/përditësoni <a href="%(url)s">versionin më të ri të Firefox-it!</a>

source: Firefox Made Me Happy
bg: Firefox ме прави щастлив
he: Firefox שימח אותי…
hr: Firefox me usrećio
lt: „Firefox“ mane nudžiugino
pt_pt: O Firefox faz-me feliz
sq: Firefox-i Më Kënaqi

source: Firefox Made Me Sad
bg: Firefox ме натъжава
he: Firefox העציב אותי…
hr: Firefox me rastužio
lt: „Firefox“ mane nuliūdino
pt_pt: O Firefox deixa-me triste
sq: Firefox-i Më Trishtoi

source: I Have an Idea for Firefox
bg: Имам идея за Firefox
he: יש לי רעיון עבור Firefox
hr: Imam ideju za Firefox
pt_pt: Eu tenho uma ideia para o Firefox
sq: Kam një Ide për Firefox-in

source: Super! It's great to hear that you like our browser.
bg: Супер! Радваме се да чуем, че харесвате нашия браузър.
he: מעולה! אנו שמחים לשמוע שנהנית מהדפדפן שלנו.
hr: Super! Sjajno je čuti da vam se sviđa naš web preglednik.
lt: Puiku! Smagu girdėti, kad jums patinka mūsų naršyklė.
pt_pt: Super! É bom saber que gostou do nosso navegador.

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it.
bg: Съжаляваме да разберем, че сте имали проблеми с нашия браузър. Моля кажете ни какви са, за да можем да ги поправим!
he: אנו מצטערים לשמוע שלא הייתה לך חוויית שימוש טובה עם הדפדפן שלנו. נא לספר לנו מדוע, כדי שנוכל לשפר אותו.
hr: Žao nam je što ste imali negativna iskustva s našim preglednikom. Molimo vas, recite nam zašto, da bi to mogli popraviti.
lt: Apgailestaujame, kad jums teko patirti nemalonumų su mūsų naršykle. Prašome papasakoti kas ir kaip įvyko, kad galėtume tai sutvarkyti.
pt_pt: Pedimos desculpa por não ter uma boa experiência com o nosso navegador. Por favor diga-nos porquê e como podemos melhora-lo.
sq: Na vjen keq që nuk patët përshtypje të mira nga shfletuesi ynë. Ju lutemi, na tregoni pse, që kështu të mund ta ndreqim.

source: Have an idea how Firefox could be better? Let us know.
bg: Имате идея как да подобрим Firefox? Споделете я!
he: יש לך הצעה כיצד Firefox יכול להשתפר? נשמח לדעת על זה.
hr: Imate ideju kako Firefox može biti bolji? Javite nam!
pt_pt: Ter uma ideia de como o Firefox poderia ser melhor? Diga-nos.
sq: Keni ndonjë ide se si do të ishte më i mirë Firefox-i? Na e bëni të ditur.

source: Go Back
bg: Върни се
he: חזרה
hr: Natrag
lt: Grįžti
pt_pt: Voltar
sq: Shko Mbrapsht

source: Include the URL of a site that worked better.
bg: Включете URL на сайт, който е функционирал по-добре.
he: נא לציין את כתובת האתר שעבד טוב יותר בעבר.
hr: Uključite URL stranice koja je radila bolje.
pt_pt: Incluir a URL de um sítio que funcionou melhor.
sq: Përfshini URL-në e një site-i që punoi më mirë.

source: Include the URL of the site with the problem.
bg: Включете адрресът на сайта с проблема.
he: נא לציין את כתובת האתר עם הבעיה.
hr: Uključite URL stranice s problemom.
pt_pt: Inclua o URL do sítio com o problema.
sq: Përfshini URL-në e një site-i me problemin në fjalë.

source: To protect your privacy, please ensure that no personally identifiable information is included in your feedback.
bg: Моля уверете се, че тук няма лична информация.
he: כדי להגן על פרטיותך, נא לוודא כי אין במשוב מידע אישי שניתן לזיהוי.
hr: Da biste zaštitili vašu privatnost, molimo provjerite da informacije koje vas osobno mogu identificirati nisu sadržane u vašoj povratnoj informaciji.
lt: Saugokite savo privatumą – įsitikinkite, ar jūsų atsiliepime nėra jokios jus kaip asmenį identifikuojančios informacijos.
pt_pt: Para proteger sua privacidade, por favor, garanta que nenhuma informação pessoal identificável é incluída no seu feedback.
sq: Që të ruhet privatësia juaj, ju lutem, sigurohuni që te përshtypjet tuaja u nuk përmbahen të dhëna personale të identifikueshme.

source: Submitting Feedback
bg: Изпращане на обратна връзка
he: המשוב נשלח כעת
hr: Slanje povratne informacije
lt: Atsiliepimas pateikiamas
pt_pt: Enviar feedback
sq: Parashtrim Përshtypjesh

source: If you have an idea to offer us instead, please use our
bg: Ако имате идея, която да ни предложите, моля използвайте нашата
he: אם יש לך רעיון להציע לנו, נא להשתמש ב
hr: Ako imate ideju koju želite podijeliti s nama, upotrijebite naš
pt_pt: Se você tem uma ideia para nós, por favor use a nossa
sq: Nëse, në vend të kësaj, keni një ide për të na dhënë, ju lutem, përdorni

source: suggestion box
bg: кутия за предложения
he: תיבת ההצעות שלנו
hr: pretinac za prijedloge
pt_pt: caixa de sugestões
sq: kutinë tonë të këshillave

source: Super! It's great to hear that you like our browser. Please explain what you specifically like!
bg: Супер! Радваме се да чуем, че харесвате нашето предварително издание на браузъра. Моля кажете ни по-подробно какво харесвате!
he: מעולה! אנו שמחים לשמוע שנהנית מהדפדפן שלנו. נשמח לדעת מה אהבת במיוחד.
hr: Super! Sjajno je čuti da vam se sviđa naš preglednik. Molimo pojasnite što vam se posebno sviđa!
pt_pt: Super! É bom saber que gostou do nosso navegador. Por favor explique especificamente do que gostou!

source: We are sorry that you have not had a good experience with our browser. Please tell us why, so we can fix it!
bg: Съжаляваме да разберем, че сте имали проблеми с нашия браузър. Моля кажете ни какви са, за да можем да ги поправим!
he: אנו מצטערים לשמוע שלא הייתה לך חוויית שימוש טובה עם הדפדפן שלנו. נשמח לדעת מה הבעיה, כדי שנוכל לתקן אותה!
hr: Žao nam je što ste imali negativna iskustva s našim preglednikom. Molimo vas, recite nam zašto kako bismo to mogli popraviti!
pt_pt: Pedimos desculpa por não ter uma boa experiência com o nosso navegador. Por favor diga-nos porquê e como podemos melhora-lo!
sq: Na vjen keq që nuk patët përshtypje të mira nga shfletuesi ynë. Ju lutemi, na tregoni pse, që kështu të mund ta përmirësojmë!

source: So, you'd like to make a suggestion on how to enhance Firefox? Awesome! Please enter your idea below:
bg: И така, вие искате да направите предложение за това как да се подобри Firefox? Страхотно! Моля, направете предложението си по-долу:
he: אז, ברצונך להציע לנו איך לשפר את Firefox? מעולה! נא לרשום את הרעיון שלך להלן:
hr: Dakle, želite predložiti kako možemo poboljšati Firefox? Izvrsno! Molimo upišite svoju ideju ispod:
pt_pt: Então, você gostaria de fazer uma sugestão sobre como melhorar o Firefox? Impressionante! Por favor, faça a sua sugestão abaixo:
sq: Pra, do të dëshironit të jepni një këshillë se si të thellohet Firefox-i? Shkëlqyeshëm! Ju lutem, jepeni idenë tuaj më poshtë:

source: Know of a website that works better in this beta than it did in earlier versions of Firefox? Please add the URL, so we can keep track!
bg: Знаете за сайт, който работи по-добре в тази бета, отколкото в предишни версии на Firefox? Моля добавете адреса му, така че да следим тези сайтове!
he: שמעת על אתר שעובד בגרסת הבטא הזאת טוב יותר מאשר בגרסאות קודמות של Firefox? נא להזין כאן את כתובתו, כדי שנוכל לעקוב אחריו!
hr: Znate web stranicu koja radi bolje u ovoj beti nego što je radila u ranijim inačicama Firefoxa? Molimo vas da dodate URL da možemo pratiti napredak!
pt_pt: Conhece um sítio web que funciona melhor com esta versão Beta do que com as versões anteriores? Adicione o URL para que possamos acompanhar!
sq: Dini ndonjë <em>site</em> web që punon më mirë nën këtë beta se sa punonte me versionet e mëparshëm të Firefox-it? Ju lutem, shtojeni këtu URL-në e tij, që të mund ta ndjekim!

source: Had an issue with a specific website? Please add the URL, so we can find the issue faster!
bg: Имате проблем с определен сайт? Моля въведете адреса, така че да открием проблема по-бързо!
he: הייתה לך בעיה עם אתר מסוים? נא להכניס את כתובתו את כתובתו, כדי שנוכל למצוא את המידע מהר יותר!
hr: Imali ste problema s određenim web stranicama? Molimo vas, dodajte URL da možemo brže pronaći problem!
pt_pt: Teve um problema com um determinado sítio web? Por favor adicione o URL, para que possamos encontrar mais rapidamente o problema!
sq: Patët problem me një <em>site</em> web të dhënë? Ju lutem, shtoni këtu URL-në e tij, që kështu të mund ta gjejmë më shpejt problemin!

source: Please ensure that there is no personally identifiable information here.
bg: Моля уверете се, че тук няма лична информация.
he: נא לוודא כי אין בטופס מידע אישי שניתן לזיהוי.
hr: Molimo vas, provjerite da ovdje nisu navedeni osobni identifikacijski podaci.
pt_pt: Por favor assegure-se que não existe aqui informação pessoal que o possa identificar.
sq: Ju lutem, sigurohuni që këtu nuk përmbahen të dhëna personale të identifikueshme.

source: If you have an idea to offer us instead, please send it to us through our <a href="%(url_idea)s">idea box</a>!
bg: Ако имате идея, която да ни предложите, моля изпратете ни я чрез<a href="%(url_idea)s">кутията за идеи</a>!
he: אם יש לך רעיון להציע לנו, נא לשלוח אותו דרך <a href="%(url_idea)s">תיבת הרעיונות</a>!
hr: Ukoliko nam radije želite ponuditi ideju, molimo vas da je pošaljite pomoću naše <a href="%(url_idea)s">kutije za prijedloge</a>!
pt_pt: Se você tem uma ideia para nós, por favor envie-nos através do nossa <a href="%(url_idea)s">caixa de sugestões</a>!
sq: Nëse, në vend të kësaj, keni një ide për të na dhënë, ju lutem, na e dërgoni përmes <a href="%(url_idea)s">kutisë tonë për idetë</a>!

source: Submit Your Feedback
bg: Изпращане на обратна връзка
he: שליחת משוב
hr: Pošaljite vaše povratne informacije
lt: Pateikite savo atsiliepimą
pt_pt: Envie o seu Feedback
sq: Parashtroni Përshtypjet Tuaja

source: Your feedback helps us improve Firefox.
bg: Вашата обратна връзка ни помага да подобрим Firefox.
he: המשובים שלך יעזרו לנו לשפר את Firefox.
hr: Vaše povratne informacije nam pomažu da unaprijedimo Firefox.
lt: Jūsų atsiliepimai padeda mums tobulinti „Firefox“.
pt_pt: A sua opinião ajuda-nos a melhorar o Firefox.
sq: Përshtypjet tuaja na ndihmojnë të përmirësojmë Firefox-in.

source: If you need help or have a problem with Firefox, please visit <a href="%(support_url)s">Firefox Support</a>.
bg: Ако се нуждаете от помощ или имате проблем с Firefox, моля посетете <a href="%(support_url)s">Поддръжка на Firefox</a>.
he: אם דרושה לך עזרה או שיש לך בעיה עם Firefox, נא לבקר באתר <a href="%(support_url)s">Firefox Support</a>.
hr: Ukoliko trebate pomoć ili imate problema s Firefoxom, molimo Vas da posjetite <a href="%(support_url)s">Firefox podršku</a>.
lt: Jeigu jums reikia pagalbos ar turite problemų su „Firefox“, kviečiame apsilankyti <a href="%(support_url)s">„Firefox“ žinyne</a>.
pt_pt: Se precisar de ajuda ou tiver um problema com o Firefox, visite a nossa <a href="%(support_url)s">página de ajuda</a>.
sq: Nëse ju duhet ndihmë, ose nëse keni probleme me Firefox-in, ju lutem, vizitoni <a href="%(support_url)s">Asistencën e Firefox-it</a>.

source: Thanks
bg: Благодарим ви!
he: תודה
hr: Hvala
lt: Ačiū
pt_pt: Obrigado
sq: Faleminderit

source: Thanks for Your Feedback
bg: Благодарим за вашата обратна връзка
he: תודה על המשוב
hr: Hvala na povratnoj informaciji
lt: Dėkojame už jūsų atsiliepimą
pt_pt: Obrigado pela sua opinião
sq: Faleminderit për Përshtypjet Tuaja

source: Your feedback will be used to create a
bg: Вашата обратна връзка ще бъде използвана за създаването на
he: המשובים שלך ישמשו
hr: Vaše povratne informacije će se koristiti za stvaranje
pt_pt: A sua opinião será usada ​​para criar uma
sq: Përshtypjet tuaja do të përdoren për të mundësuar

source: better experience in future releases of Firefox.
bg: по-добър опит с бъдещите версии на Firefox.
he: אותנו ביצירה של חוויית שימוש טובה יותר בגרסאות עתידיות של Firefox.
hr: boljeg iskustva u budućim izdanjima Firefoxa.
pt_pt: experiência melhor em futuras versões do Firefox.
sq: punim më të mirë në versionet e ardhshme të Firefox-it.

source: Share your feedback.
bg: Споделете обратната връзка.
he: שיתוף המשוב שלך.
hr: Podijelite svoje povratne informacije
lt: Pasidalinkite savo atsiliepimu.
pt_pt: Escreva aqui o seu feedback.

source: Tweet feedback to your followers
bg: Споделете я с вашите последователи в Twitter
he: לצייץ את המשוב שלך בטוויטר לעוקבים שלך
hr: Tweet-ajte povratne informacije Vašim sljedbenicima
lt: Pasidalinkite atsiliepimu su savo „Twitter“ sekėjais.
pt_pt: Tweet feedback para os seus seguidores

source: Shape the future of Firefox.
he: בואו לעצב את העתיד של Firefox.
hr: Oblikujte budućnost Firefoxa.
lt: Formuokite „Firefox“ ateitį.

source: Download <a href="%(download_url)s">the build that is right for you</a>.
he: הורדת <a href="%(download_url)s">הגרסה הנכונה עבורך</a>.
hr: Preuzmite <a href="%(download_url)s">izdanje koje vam najbolje odgovara</a>.
lt: Parsisiųskite <a href="%(download_url)s">jums tinkamiausią versiją</a>.

source: Contribute to Mozilla.
bg: Принос към Mozilla.
he: תרומה למוזילה.
hr: Doprinesite Mozilli.
lt: Padėkite „Mozillai“.
pt_pt: Contribuir para a Mozilla.

source: Learn how you can <a href="%(url)s">make Firefox and Mozilla better</a>
bg: Научете как можете <a href="%(url)s"> да направите Firefox и Mozilla по-добри</a>
he: מידע נוסף על איך ביכולתך <a href="%(url)s">לשפר את Firefox ואת מוזילה</a>
hr: Saznajte kako možete <a href="%(url)s">učiniti Mozillu i Firefox boljim</a>
lt: Sužinokite, kaip galite <a href="%(url)s">pagerinti „Firefox“ ir „Mozillą“</a>
pt_pt: Saiba como pode <a href="%(url)s">tornar o Firefox e a Mozilla melhor</a>

source: Want to see where your feedback goes?
bg: Искате да разберете какво става с вашата обратна връзка?
he: רוצה לדעת לאן המשוב שלך הולך?
hr: Želite vidjeti gdje idu vaše povratne informacije?
lt: Norite pamatyti, kur patenka jūsų atsiliepimai?
pt_pt: Quer ver para onde vai o seu feedback?
sq: DÃ«shironi tÃ« shihni se ku shkojnÃ« pÃ«rshtypjet tuaja?

source: Visit the <a href="%(dash_url)s">Firefox Feedback Dashboard</a>
bg: Посетете <a href="%(dash_url)s">таблото за обратна връзка на Firefox</a>
he: ר' את <a href="%(dash_url)s">לוח הבקרה של המשובים</a>
hr: Posjetite <a href="%(dash_url)s">nadzornu ploču Firefox povratnih informacija</a>
lt: Aplankykite <a href="%(dash_url)s">„Firefox“ atsiliepimų skydelį</a>
pt_pt: Visite o <a href="%(dash_url)s">quadro de feedback do Firefox</a>
sq: Vizitoni <a href="%(dash_url)s">Pultin e Përshtypjeve për Firefox-in</a>

source: Find the latest news about Firefox.
bg: Научете последните новини от Mozilla:
he: חדשות אחרונות על Firefox.
hr: Saznajte najnovije vijesti vezane za Firefox.
lt: Sužinokite šviežiausias „Firefox“ naujienas
pt_pt: Descubra as últimas notícias da Mozilla:
sq: Shihni lajmet më të reja mbi Firefox-in.
