Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/messages.po
Languages: bg, he, hr, lt, pt_pt, sq

source: All feedback
bg: Всички обратни връзки
he: כל המשובים
hr: Sve povratne informacije
pt_pt: Todo o feedback
sq: Krejt përshtypjet

source: Praise only
bg: Само похвалите
he: תשבוחות בלבד
hr: Samo pohvale
pt_pt: Elogio apenas
sq: Vetëm vlerësimet

source: Issues only
bg: Само проблемите
he: תלונות בלבד
hr: Samo problemi
pt_pt: Apenas problemas
sq: Vetëm problemet

source: Ideas only
bg: Само идеи
he: רעיונות בלבד
hr: Samo ideje
pt_pt: Apenas ideias
sq: Vetëm idea

source: All Platforms
bg: Всички платформи
he: כל הפלטפורמות
hr: Sve platforme
pt_pt: Todas as plataformas
sq: Krejt Platformat

source: Themes
bg: Теми
he: נושאים
hr: Teme
pt_pt: Temas
sq: Tema

source: Common Themes
bg: Общи теми
he: נושאים נפוצים
hr: Zajedničke teme
pt_pt: Temas
sq: Tema të Zakonshme

source: Theme
bg: Тема
he: נושא
hr: Tema
pt_pt: Tema
sq: Temë

source: Back to all themes &raquo;
bg: Обратно към всички сайтове &raquo;
he: חזרה לכל הנושאים &laquo;
hr: Natrag na sve teme &raquo;
pt_pt: Voltar a todos os sítios &raquo;
sq: Mbrapsht te krejt temat &raquo;

source: &laquo; Previous Page
bg: &laquo; предишна страница
he: &raquo; דף קודם
hr: &laquo; Prethodna stranica
pt_pt: &laquo; Página anterior
sq: &laquo; Faqja e Mëparshme

source: Next Page &raquo;
bg: Следваща страница &raquo;
he: הדף הבא &raquo;
hr: Sljedeća stranica &raquo;
pt_pt: Página seguinte &raquo;
sq: Faqja Pasuese &raquo;

source: See all opinions
bg: Виж всички мнения
he: צפייה בכל הדעות
hr: Pogledajte sva mišljenja
pt_pt: Ver todas as opiniões
sq: Shihni krejt përshtypjet

source: %(count)s similar message
bg: %(count)s подобно съобщение
he: הודעה דומה אחת
hr: %(count)s slična poruka
pt_pt: %(count)s mensagem similar
sq: %(count)s mesazh i ngjashëm

# website_issues_search
source: Search for domain
bg: Търсене за домейн
he: חיפוש כתובת מתחם
hr: Traži za domenu
pt_pt: Pesquisar domínio
sq: Kërkim për përkatësi

source: Broken Sites
bg: Повредни страници
he: אתרים מקולקלים
hr: Neispravne stranice
pt_pt: Sítios indisponíveis
sq: Site-e Problematikë

source: Sites
bg: Сайтове
he: אתרים
hr: Stranice
pt_pt: Sítios
sq: Site-e

# sites_search_all_feedback
source: All
bg: Всички
he: הכול
hr: Sve
pt_pt: Todos
sq: Krejt

source: Platforms
bg: Платформи
he: פלטפורמות
hr: Platforme
pt_pt: Plataformas
sq: Platforma

# sites_search_all_platforms
source: All
bg: Всички
he: הכול
hr: Sve
pt_pt: Todos
sq: Krejt

source: All platforms
bg: Всички платформи
he: כל הפלטפורמות
hr: Sve platforme
pt_pt: Todas as plataformas
sq: Krejt platformat

source: Uncommon Sites
bg: Немасови сайтове
he: אתרים נדירים
hr: Neuobičajene stranice
pt_pt: Sítios incomuns
sq: Site-e Jo të Zakonshëm

source: More sites...
bg: Повече сайтове...
he: אתרים נוספים...
hr: Više web stranica...
pt_pt: Mais sítios...
sq: Më tepër site-e...

source: Back to {domain} &raquo;
bg: Обратно към {domain} &raquo;
he: חזרה אל {domain}‏ &raquo;
hr: Natrag na {domain} &raquo;
pt_pt: Voltar para {domain} &raquo;
sq: Mbrapsht te {domain} &raquo;

source: Theme for {domain}
bg: Тема за {domain}
he: נושא עבור {domain}
hr: Tema za {domain}
pt_pt: Tema para {domain}
sq: Temë për {domain}

source: Back to all sites &raquo;
bg: Обратно към всички сайтове &raquo;
he: חזרה לכל האתרים &raquo;
hr: Natrag na sve web stranice &raquo;
pt_pt: Voltar a todos os sítios &raquo;
sq: Mbrapsht te krejt site-et &raquo;

source: Sites with only one message
bg: Сайтове със само едно съобщение
he: אתרים עם הודעה אחת בלבד
hr: Stranice samo s jednom porukom
pt_pt: Sítios com apenas uma mensagem
sq: Site-e vetëm me një mesazh

source: No results found!
bg: Няма резултати!
he: לא נמצאו תוצאות!
hr: Nije pronađen nijedan rezultat!
pt_pt: Nenhuns resultados encontrados!
sq: Nuk u gjetën përfundime!

source: reset my search
bg: анулиране на търсенето
he: איפוס החיפוש שלי
hr: resetiraj moju pretragu
pt_pt: reiniciar a minha pesquisa
sq: rifilloje kërkimin tim

source: %(count)s message
bg: %(count)s съобщение
he: הודעה אחת
hr: %(count)s poruka
pt_pt: %(count)s mensagem
sq: %(count)s mesazh

source: {percentage}% praise
bg: {percentage}% похвали
he: {percentage}% תשבוחות
hr: {percentage}% pohvala
pt_pt: {percentage}% de elogios
sq: {percentage}% vlerësim

source: {percentage}% issues
bg: {percentage}% проблеми
he: {percentage}% תלונות
hr: {percentage}% problema
pt_pt: {percentage}% de problemas
sq: {percentage}% probleme

source: %(count)s similar
bg: %(count)s подобно
he: הודעה דומה אחת
hr: %(count)s slična
pt_pt: %(count)s parecida
sq: %(count)s i ngjashëm

source: Not Found
bg: Не е намерен
he: לא נמצא
hr: Nije pronađeno
lt: Nerasta
pt_pt: Não encontrado
sq: Nuk u Gjet

source: I'm sorry, I could not find what you were looking for.
bg: Съжалявам, но не мога да открия какво търсите.
he: מצטערים, לא הצלחנו למצוא את מה שחיפשת.
hr: Žao nam je, nije moguće pronaći ono što ste tražili.
pt_pt: Desculpe, mas não encontrei o que procurava.
sq: Na ndjeni, nuk qemë në gjendje të gjenim ç&#8217;po kërkonit.

source: Please start over on the <a href="%(dashboard_url)s">dashboard</a>.
bg: Моля започнете от <a href="%(dashboard_url)s">дъската</a>.
he: נא להתחיל מחדש ב<a href="%(dashboard_url)s">לוח הבקרה</a>.
hr: Molimo započnite ponovno na <a href="%(dashboard_url)s">nadzornoj ploči</a>.
pt_pt: Por favor comece de novo no <a href="%(dashboard_url)s">quadro</a>.
sq: Ju lutem, fillojani nga e para te <a href="%(dashboard_url)s">pulti</a>.

source: If you were following a broken link, please <a href="%(bug_url)s">file a bug.</a> Thanks!
bg: Ако това е развалена връзка, моля <a href="%(bug_url)s">докладвайте бъг.</a> Благодаря!
he: אם הגעת לקישור שבור, נא <a href="%(bug_url)s">לפתוח באג.</a> תודה!
hr: Ako ste slijedili neispravan link, molimo vas da <a href="%(bug_url)s">prijavite grešku.</a> Hvala!
pt_pt: Se estiver a seguir uma ligação partida, por favor <a href="%(bug_url)s">reporte um bug.</a> Obrigado!
sq: Po qe se po hapnit një lidhje e dëmtuar, ju lutem <a href="%(bug_url)s">njoftojeni të metën.</a> Faleminderit!

source: Internal Server Error
bg: Вътрешна грешка в сървъра
he: שגיאת שרת פנימית
hr: Interna greška poslužitelja
pt_pt: Erro interno do servidor
sq: Gabim i Brendshëm Shërbyesi

source: An unhandled error occurred in the application. The error has been logged and an administrator was notified. We apologize for the inconvenience!
bg: Необработена грешка в приложението. Грешката е записана и отбелязана и администраторът е уведомен. Извинете ни за неудобството!
he: אירעה שגיאה לא ידועה ביישום. השגיאה נרשמה ומנהל המערכת עודכן על כך. אנו מצטערים על האי־נוחות!
hr: Došlo je do greške u aplikaciji. Greška je prijavljena i administrator je obaviješten. Ispričavamo se zbog neugodnosti!
pt_pt: Ocorreu um erro desconhecido na aplicação. O erro foi registado e um administrador foi notificado. Pedimos desculpa pelo incomodo!
sq: Te zbatimi ndodhi një gabim i paparashikuar. Gabimi është regjistruar dhe rreth tij u njoftuan përgjegjësit. Kërkojmë ndjesë për bezdisjen!

source: If you have additional information how to reproduce this problem, please <a href="%(bug_url)s">file a bug.</a> Thanks!
bg: Ако имате допълнителна информация как да се възпроизведе проблема, моля <a href="%(bug_url)s">докладвайте бъг.</a> Благодаря!
he: אם ברשותך מידע נוסף כיצד ניתן לשחזר את הבעיה, נא <a href="%(bug_url)s">לפתוח באג.</a> תודה!
hr: Ukoliko imate dodatne informacije o tome kako reproducirati ovaj problem, molimo vas da <a href="%(bug_url)s">prijavite grešku.</a> Hvala!
pt_pt: Se tiver informação adicional sobre como reproduzir este problema, por favor<a href="%(bug_url)s">reporte um bug.</a> Obrigado!
sq: Në paçi të dhëna shtesë rreth se si të riprodhohet problemi, ju lutem <a href="%(bug_url)s">na i tregoni.</a> Faleminderit!

source: About Firefox Input
bg: За Firefox Input
he: אודות Firefox Input
hr: O Firefox Inputu
lt: Apie „Firefox“ atsiliepimų skydelį
pt_pt: Sobre o Firefox Input
sq: Rreth Firefox Input

source: Hello!
bg: Здравейте!
he: שלום!
hr: Bok!
lt: Labas!
pt_pt: Olá!
sq: Tungjatjeta!

source: <strong>Firefox Input</strong> is Mozilla's primary feedback mechanism. It is set up to be a method of one-way communication about your experiences in using Firefox, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms over all three major channels of builds.
bg: <strong> Firefox Input </ STRONG> е основният механизъм на Mozilla за обратна връзка. Той е създаден, за да бъде средство за еднопосочна комуникация за вашия опит в използването на Firefox, за Интернет, който виждате през него и за това как Mozilla може да подобри вашето преживяване. Системата е достъпна през много канали за достъп.
he: <strong>Firefox Input</strong> הוא מנגנון המשוב הראשי של Mozilla. המערכת הוקמה בתור אמצעי תקשורת חד־כיווני שדרכו אפשר לספר על החוויה שלך בעת שימוש ב־Firefox, על האינטרנט כפי הוא שנראה דרכו, ולומר מה Mozilla יכולים לעשות כדי לעשות את החוויה לטובה יותר. המערכת זמינה עם מרחב גדול של אמצעי שליחה בשלושת ערוצי הפרסום העיקריים.
hr: <strong>Firefox Input</strong> je Mozillin primarni mehanizam povratnih informacija. Podešen je kao metoda jednosmjerne komunikacije o vašim iskustvima s upotrebom Firefoxa, Interneta kojemu ste pristupili putem njega i što Mozilla može učiniti da to iskustvo učini još boljim. Sustav je dostupan preko široke ponude mehanizama za slanje za sva tri glavna izdanja.
pt_pt: O <strong>Firefox Input</strong>é o mecanismo principal de feedback da Mozilla. Foi criado para ser um método de comunicação sobre as suas experiências no uso do Firefox, a Internet que visualiza com ele e o que a Mozilla pode fazer para tornar a sua experiência melhor. O sistema está disponível numa ampla variedade de mecanismos de submissão sobre os três principais canais de compilações.
sq: <strong>Firefox Input</strong> është mekanizmi parësor i Mozilla-s për grumbullim përshtypjesh. Është ndërtuar që të jetë metodë komunikimi me një kah rreth përvojave tuaja gjatë përdorimit të Firefox-it, Internetit të cilin shihni me të, dhe rreth se çfarë mund të bëjë Mozilla që ta bëjë më mirë. Sistemi funksionon për një numër mekanizmash parashtrimi për të tre rastet kryesore të montimeve.

source: To submit feedback for your version of Firefox, please go to <a href="%(feedback_url)s">the feedback submission page</a>!
bg: За да дадете обратна връзка за Вашата версия на Firefox, моля отидете на <a href="%(feedback_url)s">страницата за публикуване на обратна връзка</a>!
he: כדי לשלוח משוב על הגרסת Firefox <a href="%(feedback_url)s"> הנוכחית שלך, נא לעבור לדף שליחת המשוב</a>!
hr: Da biste poslali povratne informacije za vašu verziju Firefoxa, molimo vas da posjetite <a href="%(feedback_url)s">stranicu za slanje povratnih informacija</a>!
pt_pt: Para enviar uma opinião sobre a sua versão do Firefox, vá à <a href="%(feedback_url)s">página de opiniões</a>!
sq: Për të parashtruar përshtypjet për versionin tuaj të Firefox-it, ju lutem, shkoni te <a href="%(feedback_url)s">faqja e parashtrimit të përshtypjeve</a>!

source: Open Data
bg: Отворени данни
he: נתונים פתוחים
hr: Otvori podatke
lt: Atviri duomenys
pt_pt: Dados em aberto
sq: Hapi Të dhënat

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please <a href="%(data_url)s">contact us</a>!
bg: Ще се радваме да експериментираме повече с тези данни, но ние сме само няколко човека. Така, че имаме нужда от вашите въпроси, на който търсите отговор. Ако искате да експериментирате с нашите данни, моля <a href="%(data_url)s"> свържете с нас </ a>!
he: אנחנו היינו רוצים לעשות עוד ניסויים עם הנתונים האלה, אבל אנחנו אנשים מעטים. אז אנחנו זקוקים לבקשות שלכם ולשאלות שאתם רוצים עליהן תשובה! אם תרצו לעשות ניסויים עם הנתונים שלנו, בבקשה <a href="%(data_url)s">צרו קשר</a>!
hr: Željeli bismo više eksperimentirati s ovim podacima, ali nažalost samo nekoliko osoba čini naš tim. Zbog toga nam treba vaš zahtjev s pitanjima na koje želite odgovore! Ukoliko želite eksperimentirati s našim podacima molimo vas da nam se <a href="%(data_url)s">javite</a>!
pt_pt: Gostaríamos muito de fazer mais com estes dados, mas somos apenas algumas pessoas. Por isso, precisamos de pedidos de você sobre as perguntas que gostaria de ver respondidas! Se quiser experimentar com os nossos dados, por favor <a href="%(data_url)s">contacte-nos</a>!
sq: Do të donim të eksperimentonim më shumë me këto të dhëna, por jemi vetëm pak vetë. Ndaj, na duhen prej jush kërkesa për pyetje që do të donit t'u jepej përgjigje! Nëse dëshironi të eksperimentoni me të dhënat tona, ju lutem, <a href="%(data_url)s">lidhuni me ne</a>!

source: Source Code
bg: Изходен код
he: קוד מקור
hr: Izvorni kôd
lt: Išeities kodas
pt_pt: Código fonte
sq: Kod Burim

source: The code for the Firefox Input web application can be found <a href="%(source_url)s">on GitHub</a>!
bg: Кодът на уеб приложението Firefox Input може да се намери <a href="%(source_url)s"> в GitHub</a>!
he: הקוד ליישום הרשת Firefox Input <a href="%(source_url)s">זמין באתר GitHub</a>!
hr: Kôd za Firefox Input web aplikaciju možete pronaći <a href="%(source_url)s">na GitHubu</a>!
pt_pt: O código para a aplicação web Firefox Input pode ser encontrado <a href="%(source_url)s">em GitHub</a>!
sq: Kodi për zbatimin web Firefox Input mund të gjendet <a href="%(source_url)s">te GitHub</a>!

source: Proceed to main content
bg: Прескачане към главното съдържание
he: מעבר לתוכן
hr: Nastavite na glavni sadržaj
lt: Pereiti prie pagrindinio turinio
pt_pt: Continuar para o conteúdo principal
sq: Kalo te lënda bazë

source: Proceed to footer
bg: Прескачане към края
he: מעבר לקצה תחתון
hr: Nastavite do podnožja
lt: Pereiti į apačią
pt_pt: Ir para o rodapé
sq: Kalo te titulli

source: <strong>Firefox</strong> Input Dashboard
bg: Табло с мнения за <strong> Firefox </strong>
he: לוח בקרה של <strong>Firefox</strong> Input
hr: <strong>Firefox</strong> Input nadzorna ploča
pt_pt: Quadro do <strong>Firefox</strong> Input
sq: Pult Përshtypjesh mbi <strong>Firefox-in</strong>

source: Feedback
bg: Обратна връзка
he: משוב
hr: Povratna informacija
sq: Përshtypje

source: Welcome!
bg: Добре дошли!
he: ‫ברוכים הבאים!
hr: Dobrodošli!
pt_pt: Bem vindo!
sq: Mirë se vini!

source: Input Dashboard
he: לוח בקרה של Input
hr: Input nadzorna ploča
pt_pt: Quadro de entrada
sq: Pulti i Input-eve

source: Privacy Policy
bg: Политика за поверителност
he: מדיניות פרטיות
hr: Politika privatnosti
lt: Privatumo politika
pt_pt: Política de privacidade
sq: Rregulla Vetësie

source: Legal Notices
bg: Правни бележки
he: הערות משפטיות
hr: Pravne napomene
lt: Teisinė informacija
pt_pt: Informações legais
sq: Shënime Ligjore

source: Report Trademark Abuse
bg: Докладване за злоупотреба с търговска марка
he: דיווח על שימוש לרעה בסימן רשום
hr: Prijavite zloporabu zaštitnog znaka
lt: Pranešti apie neleistiną prekinio ženklo naudojimą
pt_pt: Reportar abuso de marca registada
sq: Njoftoni Shpërdorim Shenjash Tregtare

source: Except where otherwise <a href="%(legal_url)s">noted</a>, content on this site is licensed under the <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bg: Освен ако не е <a href="%(legal_url)s">отбелязано друго</a>, съдържанието на този сайт е под<br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> или по-късна версия.
he: אלא אם <a href="%(legal_url)s">צוין</a> אחרת, התוכן באתר זה זמין לפי<br/>תנאי <a href="%(license_url)s">רישיון Creative Commons ייחוס–שיתוף־זהה 3.0 </a> או כל גרסה מאוחרת יותר.
hr: Osim gdje je drugačije <a href="%(legal_url)s">navedeno</a>, sadržaj na ovoj stranici je licenciran pod <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike licencom inačice 3.0</a> ili novijom.
lt: Jeigu <a href="%(legal_url)s">nenurodyta kitaip</a>, visas šios svetainės turinys yra pateikiamas pagal<br/> <a href="%(license_url)s">„Creative Commons Attribution Share-Alike 3.0“</a> arba vėlesnės versijos licenciją.
pt_pt: Excepto quando <a href="%(legal_url)s">indicado</a>, o conteúdo deste sítio é licenciado sobre a <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ou qualquer versão mais recente.
sq: Hiq atje ku <a href="%(legal_url)s">shënohet</a> ndryshe, lënda në këtë <em>site</em> lejohet sipas <br/> <a href="%(license_url)s">Creative Commons Attribution Share-Alike License v3.0</a> ose cilitdo version të mëvonshëm.

source: CSRF Protection Error
bg: Грешка при CSRF защита
he: שגיאת הגנת CSRF
pt_pt: Erro de protecção CSRF
sq: Gabim Mbrojtjeje CSRF

source: There was an error verifying your CSRF token. Your request could not be processed. We apologize for the inconvenience!
bg: Възникна грешка при проверка на CSRF. Вашата заявка не може да се обработи. Извиняваме се за причиненото неудобство!
he: הייתה שגיאה באימות אסימון CSRF. לא היה אפשר לעבד את הבקשה שלך. אנו מתנצלים על התקלה.
hr: Dogodila se pogreška pri verifikaciji vašeg CSRF tokena. Vaš zahtjev nije mogao biti obrađen. Ispričavamo se zbog neugodnosti!
pt_pt: Houve um erro ao verificar o seu token CSRF. O seu pedido não pode ser processado. Pedimos desculpa pelo incómodo!
sq: Pati një gabim gjatë verifikimit të token-it tuaj CSRF. Kërkesa juaj nuk u zbatua dot. Ju kërkojmë ndjesë për bezdinë!

source: The most likely cause of this error is that your browser is set up <strong>not to accept cookies</strong> from us. Please follow <a href="%(cookies_url)s">these instructions</a> to enable cookies in Firefox, then try again.
bg: Най-вероятната причина за тази грешка е, че вашият браузър е настроен така, че <strong>а не приема бисквитки</strong> от нас. Моля, следвайте <a href="%(cookies_url)s">тези инструкции</a>, за да активирате приемането на бисквитки от Firefox, и оптайте отново.
he: הסיבה הסבירה ביותר לשגיאה הזאת היא שהדפדפן שלך מוגדר <strong>לא לקבל עוגיות</strong> מאתנו. נא לעקוב אחר <a href="%(cookies_url)s">ההוראות הללו</a> כדי להפעיל עוגיות ב־Firefox ואז נסו שוב.
hr: Vjerojatni uzrok ove pogreške je da vaš preglednik je podešen da <strong>ne prihvaća naše kolačiće</strong>. Molimo vas da slijedite <a href="%(cookies_url)s">upute</a> za omogućavanje kolačića u Firefoxu, te da nakon toga pokušate ponovno.
pt_pt: A causa mais provável para este erro e que o seu navegador está configurado para <strong>não aceitar cookies</strong> de nós. Por favor, siga <a href="%(cookies_url)s">estas instruções</a> para activar os cookies no Firefox, e volte a tentar de novo.
sq: Shkaku më i mundshëm i këtij gabimi është që shfletuesi juaj është rregulluar <strong>të mos pranojë cookies</strong> prej nesh. Ju lutem, ndiqni <a href="%(cookies_url)s">këto udhëzime</a> që të aktivizoni cookie-et në Firefox, e mandej riprovoni.

source: If the problem persists, please <a href="%(bug_url)s">file a bug.</a> Thanks!
bg: Ако проблемът продължава, моля <a href="%(bug_url)s">докладвайте бъг.</a> Благодарим ви!
he: אם הבעיה נמשכת, בבקשה <a href="%(bug_url)s">לפתוח באג</a>, המציין את הכתובת שניסית לגשת אליה.
hr: Ukoliko se problem nastavi javljati, <a href="%(bug_url)s">prijavite grešku.</a> Hvala!
pt_pt: Se o problema persistir, por favor <a href="%(bug_url)s">preencha um bug</a>. Obrigado!
sq: Po qe se keni prapë të njëjtin problem, ju lutem, <a href="%(bug_url)s">njoftojeni të metën</a>. Faleminderit!

source: Not Implemented
bg: Не е разработено
he: לא ממומש
hr: Nije implementirano
pt_pt: Não implementado

source: Other languages:
bg: Други езици:
he: שפות אחרות:
hr: Ostali jezici:
lt: Kitos kalbos:
pt_pt: Outros idiomas:
sq: Gjuhë të tjera:

source: Go
bg: Превключване
he: מעבר
hr: Idi
lt: Pirmyn
pt_pt: Ir
sq: Jepi

source: Clusters
bg: Клъстери
he: אשכולות
hr: Klasteri
sq: Grupe

source: User Agent
bg: Потребителски агент
he: מחרוזת סוכן משתמש (User Agent)
pt_pt: Agente de utilizador
sq: Agjent Përdoruesi

source: Hit Ctrl+C (Cmd+C on Mac) to copy and close.
bg: Натиснете Ctrl+C (Cmd+C на Mac) за да копирате и затворите.
he: לחצו Ctrl-C‏ (Cmd-C על מאק) כדי להעתיק ולסגור.
hr: Pritisnite Ctrl+C (Cmd+C na Mac) da kopirate i zatvorite.
pt_pt: Carregue em Ctrl+C (Cmd+C em Mac) para copiar e fechar.
sq: Shtypni Ctrl+C (Cmd+C në Mac) që ta kopjoni dhe mbyllni.

source: User agent copied
bg: User Agent е копиран
he: מחרוזת סוכן משתמש הועתקה
hr: User agent kopiran
pt_pt: Agente de utilizador copiado
sq: Agjenti i përdoruesit u kopjua

source: Close
bg: Затвори
he: סגירה
hr: Zatvori
pt_pt: Fechar
sq: Mbylle

source: <strong>Welcome to Firefox Input!</strong> This is Mozilla's primary user feedback application. <a href="%(about_url)s">Learn more...</a>
bg: <strong>Добре дошли във Firefox Input!</strong> Това е основната система на Mozilla за обратна връзка от потребителите. <a href="%(about_url)s">Научете повече...</a>
he: <strong>ברוכים הבאים ל־Firefox Input!</strong> זהו יישום המשוב ממשתמשים הראשי של Mozilla. <a href="%(about_url)s">מידע נוסף...</a>
hr: <strong>Dobrodošli na Firefox Input!</strong> Ovo je Mozillina primarna aplikacija za povratne informacije korisnika. <a href="%(about_url)s">Saznajte više...</a>
pt_pt: <strong>Bem-vindo ao Firefox Input!</strong> Esta é a principal aplicação da Mozilla para o feedback do utilizador.<a href="%(about_url)s">Saiba mais...</a>
sq: <strong>Mirë se vini te Firefox Input!</strong> Ky është zbatimi parësor i Mozilla-s për mbledhje përshtypjesh nga përdoruesit. <a href="%(about_url)s">Mësoni më tepër...</a>

source: Planet Mozilla
bg: Блоговете на Mozilla
lt: „Mozillos“ planeta
pt_pt: Planeta Mozilla

source: Sphinx threw an unknown exception: %s
bg: Sphinx хвърли неизвестно изключение: %s
hr: Sphinx je izbacio nepoznatu iznimku: %s
pt_pt: O Sphinx enviou uma excepção desconhecida: %s
sq: Sphinx-i u përgjigj me një gabim të panjohur: %s

source: Firefox Input
hr: Firefox unos
lt: „Firefox“ atsiliepimai

source: Firefox Input: '{query}'
hr: Firefox unos: '{query}'

source: Firefox Input: {query}
lt: „Firefox“ atsiliepimai: {query}

source: Search Results From Firefox Input
lt: „Firefox“ atsiliepimų paieškos rezultatai

source: Happy
lt: Nudžiugino

source: Sad
lt: Nuliūdino

source: Response id: {id}
lt: Atsakymo ID: {id}

source: Sentiment
lt: Atsiliepimas

source: Atom feed for this search
lt: Naujienų srautas šiai paieškai

source: Permalink
lt: Nuolatinė nuoroda

source: Start
lt: Pradžia

source: End
lt: Pabaiga

source: Set
lt: Nustatyti

source: Note: All dates and times are in Pacific Time.
lt: Pastaba: visos datos ir laikai yra Ramiojo vandenyno laiko juostoje.

source: Older Messages
lt: Senesnės žinutės

source: Newer Messages
lt: Naujesnės žinutės

source: Dashboard unavailable
lt: Skydelis nepasiekiamas

source: Dashboard is currently unavailable. Please try again in 10 minutes.
lt: Skydelis šiuo metu nepasiekiamas. Prašome pabandyti po 10 minučių.

source: Dashboard is not available on mobile devices, yet.
lt: Skydelis kol kas neveikia mobiliuosiuose įrenginiuose.

source: The document could not be found.
lt: Dokumento nepavyko rasti.

source: Return to the dashboard.
lt: Grįžti į skydelį.

source: Something has gone horribly wrong
lt: Kažkas ne taip.

source: <strong>Firefox</strong> Input
lt: <strong>„Firefox“</strong> atsiliepimų skydelis

source: Something has gone horribly wrong.
lt: Kažkas ne taip.

source: There was a problem on the server.
lt: Įvyko problema, susijusi su serveriu.

source: Hello, {username}
lt: Sveiki, {username}

source: Sign out
lt: Atsijungti

source: Sign in
lt: Prisijungti

source: Login Failure
lt: Prisijungimo klaida
