Repository: Mozilla-GitHub-Standards/f9a8f6c4b415c3c27acd07ed949d29df6eebf8f24d195e252adb6b117a53b59a
Catalog: */LC_MESSAGES/messages.po
Languages: bg, he, hr, lt, pt_pt, sq

source: Firefox Input is Mozilla's primary feedback mechanism. It is set up to be a method of one-way communication about your experiences in using Firefox, the Internet you view it through, and what Mozilla can do to make that experience better. The system is available over a wide-variety of submission mechanisms over all three major channels of builds.
lt: „Firefox“ atsiliepimai yra pagrindinis „Mozillos“ grįžtamojo ryšio mechanizmas. Jis sukurtas būti vienkrypčiu būdu perduoti Jūsų potyrius naudojant „Firefox“ bei pasiūlymus, kaip „Mozilla“ galėtų pagerinti tuos jūsų potyrius. Ši sistema yra pasiekiama plačiu mechanizmų spektru per visus tris pagrindinius laidų kanalus.

source: To submit feedback for your version of Firefox, please go to <a href="%(url)s">the feedback submission page</a>!
lt: Norėdami pateikti atsiliepimą apie Jūsų naudojamą „Firefox“ versiją, eikite į <a href="%(url)s">šį pateikimų puslapį</a>!

source: We'd love to experiment more with this data, but we're only a few people. So, we need requests from you on questions you'd like to see answered! If you would like to experiment with our data, please contact us!
lt: Mes norėtume eksperimentuoti su šiais duomenimis kuo daugiau, tačiau esame tik keleto žmonių komanda. Todėl mums reikia Jūsų nuomonės apie tai, kokius klausimus norėtumėte matyti atsakytus! Jeigu norėtumėte paeksperimentuoti su mūsų duomenimis, prašome susisiekti!

source: The code for the Firefox Input web application can be <a href="%(url)s">found on GitHub</a>!
lt: „Firefox“ atsiliepimų internetinės sistemos kodas yra <a href="%(url)s">pasiekiamas GitHub'e</a>!

source: Either you don't have an account here or you used the wrong Persona account to log in.
lt: Jūs arba neturi naudotojo profilio, arba naudojote ne tą „Persona“ profilį prisijungimui.

source: Input Services Monitor
lt: Atsiliepimų skydelio tarnybų stebėjimas

source: List of components that Input uses and whether they are functioning correctly.
lt: Skydelio naudojamų komponentų sąrašas ir jų būsena.

source: Colombia
lt: Kolumbija

source: Venezuela
lt: Venesuela

source: Poland
lt: Lenkija

source: Spain
lt: Ispanija

source: Brazil
lt: Brazilija

source: Germany
lt: Vokietija

source: Greece
lt: Graikija

source: Hungary
lt: Vengrija

source: Serbia
lt: Serbija

source: Montenegro
lt: Juodkalnija

source: Please enter a valid email address, or uncheck the box allowing us to contact you.
lt: Prašome įvesti tikrą el. pašto adresą arba nuimti varnelę nuo pasirinkimo, leidžiančio mums su Jumis susisiekti.

source: This field is required.
lt: Šis laukelis yra privalomas.

source: Please Download Firefox
lt: Prašome parsisiųsti „Firefox“

source: If your feedback is related to a website, you can include it here.
lt: Jeigu jūsų atsiliepimas susijęs su tam tikra svetaine, galite ją įrašyti čia.

source: Please be as specific as you can in the allotted space. For example, if you are giving feedback about slowness, please tell us about relevant websites, if you notice it at the beginning or later in the browsing session and if there are any actions that you perform in Firefox that are particularly problematic.
lt: Prašome rašyti kiek įmanoma konkrečiau. Pavyzdžiui, jeigu rašote atsiliepimą apie veikimo sulėtėjimą, paminėkite susijusias svetaines, aprašykite ar problemą pastebite naršymo pradžioje, ar vėliau, o gal ji pasireiškia po tam tikrų veiksmų, kuriuos atlikate su „Firefox“.

source: Check here to let us contact you to follow up on your feedback.
lt: Pažymėkite čia, jeigu norite, kad susisiektume su Jumis dėl Jūsų atsiliepimo.

source: Email address (optional):
lt: El. pašto adresas (neprivalomas):

source: While your feedback will be publicly visible, email addresses are kept private. We understand your privacy is important.
lt: Jeigu jūsų atsiliepimai bus matomi viešai, tai el. pašto adresai nėra skelbiami. Mes suprantame, kad jūsų privatumas yra svarbus.

source: For support requests, please go to <a href="%(url)s">Mozilla Support</a> instead.
lt: Dėl pagalbos klausimų prašome eiti į <a href="%(url)s">„Mozillos“ pagalbą</a>.

source: Your feedback will be used to create a better experience in future releases of Firefox.
lt: Jūsų atsiliepimuose pateikta informacija bus panaudota kuriant geresnes „Firefox“ versijas ateityje.

source: Please Download Firefox!
lt: Prašome parsisiųsti „Firefox“!

source: Please be as specific as you can.
lt: Prašome rašyti kiek įmanomą konkrečiau.

source: The content of your feedback will be public, so please be sure not to include any personal information.
lt: Jūsų atsiliepimo turinys bus viešas, taigi geriau nerašykite jokios asmeninės informacijos.

source: Don't worry, your email will always be kept private.
lt: Nesijaudinkite, jūsų el. pašto adresas visada bus privatus.

source: For support requests, please go to <a href="%(support_url)s">Mozilla Support</a> instead.
lt: Jeigu jums reikia pagalbos ar turite problemų su „Firefox“, kviečiame apsilankyti <a href="%(support_url)s">„Mozillos“ žinyne</a>.

source: Submit feedback
lt: Pateikti atsiliepimą

source: Your feedback helps us improve Firefox OS.
lt: Jūsų atsiliepimai padeda mums tobulinti „Firefox“ OS.

source: Firefox OS made me happy
lt: „Firefox“ OS mane nudžiugino

source: Firefox OS made me sad
lt: „Firefox“ OS mane nuliūdino

source: If you need help or have a problem with Firefox OS, please visit <a href="%(support_url)s">Mozilla Support</a>.
lt: Jeigu jums reikia pagalbos ar turite problemų su „Firefox“ OS, kviečiame apsilankyti <a href="%(support_url)s">„Mozillos“ žinyne</a>.

source: Country
lt: Valstybė

source: In what country did you purchase your Firefox OS device?
lt: Kurioje valstybėje įsigijote savo „Firefox“ OS įrenginį?

source: Next
lt: Toliau

source: Device
lt: Įrenginys

source: What Firefox OS device are you using?
lt: Kokį „Firefox“ OS įrenginį naudojate?

source: Details
lt: Detalės

source: Please describe your problem below and be as specific as you can.
lt: Prašome aprašyti savo problemą žemiau ir kaip galima konkrečiau.

source: Can we contact you?
lt: Ar galime su Jumis susisiekti?

source: Please enter a valid email address.
lt: Prašome įvesti teisingą el. pašto adresą.

source: Submitting....
lt: Pateikiama...

source: Success!
lt: Pavyko!

source: Thank you for your feedback! We will use it to help us create a better experience in future versions of Firefox OS.
lt: Ačiū! Jūsų atsiliepimuose pateikta informacija bus panaudota kuriant geresnes „Firefox“ OS versijas. ateityje.

source: Learn how you can <a href="%(url)s">make Firefox OS and Mozilla better</a>.
lt: Sužinokite, kaip galite <a href="%(url)s">pagerinti „Firefox“ OS ir „Mozillą“</a>.

source: We're sorry!
lt: Mes atsiprašome!

source: Something has happened and we can't submit your feedback. Feedback will be saved on your device so you can try sending it again later.
lt: Kažkas nutiko ir mes negalima priimti Jūsų atsiliepimo. Jis bus išsaugotas Jūsų įrenginyje, kad galėtumėte pabandyti jį nusiųsti vėliau.

source: Try again
lt: Bandyti dar

source: Cancel
lt: Atšaukti

source: You have unsubmitted feedback data. Would you like to try submitting it again?
lt: Jūs turite neišsiųstų atsiliepimų. Ar norėtume pabandyti išsiųsti dabar?

source: Thank you for your feedback!
lt: Dėkojame už Jūsų atsiliepimą!

source: Thanks for the feedback! We will use it to help create a better experience in future releases of Firefox.
lt: Ačiū! Jūsų atsiliepimuose pateikta informacija bus panaudota kuriant geresnes „Firefox“ versijas ateityje.

source: Want to know what's going on with Firefox? We have many ways of staying in touch:
lt: Norite žinoti, kas vyksta su „Firefox“? Mes turime daug būtų palaikyti ryšius:

source: Download the build that is right for you
lt: Parsisiųskite Jums tinkančią laidą

source: Learn how you can make Firefox and Mozilla better
lt: Sužinokite, kaip galite pagerinti „Firefox“ bei „Mozilla“

source: Visit the Firefox Feedback Dashboard
lt: Aplankykite „Firefox“ atsiliepimų skydelį

source: Find the latest news about Mozilla.
lt: Sužinokite šviežiausias „Mozilla“ naujienas.
